COLLABORATION = [
    {'name': '联动特典/猎兔行动', 'time': '20170622', 'skins': [503, 504, 505]},
    {'name': '联动特典/独法师', 'time': '20171116', 'skins': [506, 507, 508]},
    {'name': '联动特典/荣耀日', 'time': '20180426', 'skins': [509, 510]},
    {'name': '联动特典/瓦尔哈拉', 'time': '20190613', 'skins': [524, 525, 526, 527, 528, 529]},
    {'name': '联动特典/梦间剧', 'time': '20200723', 'skins': [541, 542, 543, 544, 545]},
    {'name': '联动特典/暗金潮', 'time': '20201126', 'skins': [546, 547, 548, 549]},
    {'name': '联动特典/小邪神前线', 'time': '20210722', 'skins': [567, 568, 569, 570, 571]}
]