DESIGN = \
    [
        {
            "id": 1,
            "des": "活泼自信，虽然是小孩子体型，实际上很有作战经验，对可乐有疯狂的执着（因为出产年份相近），牛仔和印第安情结很重。",
            "from": 1
        },
        {
            "id": 2,
            "des": "温和友善，有点飘乎乎，总是围着指挥官，和指挥官一起时喜欢开玩笑，偶尔也有小恶魔的一面。",
            "from": 1
        },
        {
            "id": 3,
            "des": "精神充沛、很吵，喜欢亮闪闪的饰品。总是围着指挥官转，同时将M1911视为敌对者，仗着自己型号新总是对其施以嘲讽。",
            "from": 1
        },
        {
            "id": 4,
            "des": "她拥有精明的头脑与狠毒的手段，因其优秀的见解常常作为格里芬的指挥顾问，只要被她盯上的猎物，就一定不会轻易放手。除了敌人，伙伴也容易成为她的“猎物”，用来满足她以示友好的小玩笑。",
            "from": 2
        },
        {
            "id": 5,
            "des": "和M1873不同，喜欢装成熟，对身高非常在乎，永远不肯脱帽子。",
            "from": 1
        },
        {
            "id": 6,
            "des": "为人温和，容易接近，有些心软，不会特别强硬地去要求别人做什么事情。相对的，能自己做的事情也绝对不会去要求别人。",
            "from": 1
        },
        {
            "id": 7,
            "des": "开朗外向，对外人装可爱，背地里很腹黑，狂热的购物爱好者，为了得到金钱不择手段，经常一本正经地胡说八道。",
            "from": 1
        },
        {
            "id": 8,
            "des": "高材生，非常聪明，很有指挥能力，不过即使如此也没什么架子。",
            "from": 1
        },
        {
            "id": 9,
            "des": "以部队的偶像自居，性格非常活跃，可惜并没有什么人气，总是很倒霉，常常装逼被打脸。",
            "from": 1
        },
        {
            "id": 10,
            "des": "言行优雅，一直保持微笑，喜欢故作姿态，深度腹黑，以调戏他人为乐，抖S倾向。",
            "from": 1
        },
        {
            "id": 11,
            "des": "沉默寡言，冷静谦虚，言行礼貌，感情波动很小，做事认真低调一板一眼，极为重视荣誉和传统。",
            "from": 1
        },
        {
            "id": 12,
            "des": "开朗活泼，容易自大，小孩子脾气，平时语速有点快，但朗诵时会拉长腔调，思考和瞄准时会歪脑袋。",
            "from": 1
        },
        {
            "id": 13,
            "des": "出身较好，有点迷糊，出人意外地有抠门的一面，生气起来很可怕。",
            "from": 2
        },
        {
            "id": 14,
            "des": "活泼单纯的小孩子，不谙世事，看什么都很新鲜，胃口特别大。对指挥官十分信任，只要是指挥官的话，就算是火坑也能跳。",
            "from": 1
        },
        {
            "id": 15,
            "des": "古怪麻木与神经质兼具的性格，比起发言更喜欢观察，也不太在意气氛和同伴的想法。拥有十分灵敏的直觉，经常在关键时刻做出正确的决定。",
            "from": 1
        },
        {
            "id": 16,
            "des": "成熟帅气的女性人形，有着干脆爽朗的言行风格，时刻恪守着自己所谓的“工会规矩”，接受命令后会不择手段去达成，同时也有着讲求情调和品位的一面。",
            "from": 1
        },
        {
            "id": 17,
            "des": "性格阴暗胆怯，不擅长交流，说话没底气，喜欢私下里碎碎念，对自己的外貌很自卑，提到“注油枪”这个外号会陷入黑化。",
            "from": 1
        },
        {
            "id": 18,
            "des": "疯疯癫癫的性格，平时一副无精打采、爱答不理的样子，但是遇到和战斗有关的事会突变成战斗狂，是个危险分子。",
            "from": 1
        },
        {
            "id": 19,
            "des": "阴沉寡言的外表，加上擅长变装和收集情报而被一些同伴保持距离，实际上很想融入集体，但实在是缺乏阅读气氛的能力。",
            "from": 1
        },
        {
            "id": 20,
            "des": "性格有些奇怪的家伙，平时不太和别人说话，但是在执行任务时十分可靠，并且会无言地帮助别人，使得她还挺受欢迎的。",
            "from": 1
        },
        {
            "id": 21,
            "des": "性格温和友善，但内心有着强大的意志和荣誉感。因为骨子里一本正经，所以经常被人捉弄，尤其是涉及体重的话题时，会显得很窘迫。",
            "from": 1
        },
        {
            "id": 22,
            "des": "活跃又叛逆的少女，有点不服管教，做事只有三份热度，还喜欢恶作剧，连身为姐姐的波波沙也十分头疼，但作战时会充满爆发力。",
            "from": 1
        },
        {
            "id": 23,
            "des": "活泼轻快又懂事，对指挥官言听计从，也会提出很多贴心的建议，但作战时心理素质极差，常常手忙脚乱然后气馁，需要被鼓励才能重新振作。",
            "from": 1
        },
        {
            "id": 24,
            "des": "性格认真，但有时会掉链子，认为自己很可靠，但总得不到承认，非常苦恼。",
            "from": 1
        },
        {
            "id": 25,
            "des": "平静沉稳，尽职尽责，重视条理性，恪守规章秩序，内心热枕，行事也十分积极，但是遇到不合章法的事情会手足无措。",
            "from": 1
        },
        {
            "id": 26,
            "des": "温和友善，做事谨慎，脾气很好，对朋友容易妥协，很在意自己的个头，不过，意外得很喜欢酷的东西。",
            "from": 1
        },
        {
            "id": 27,
            "des": "活泼吵闹，随时充满干劲，对什么都跃跃越试，总想证明自己的实力，结果老是闯祸，本人一直希望被当做冲锋枪，因为感觉比较帅气。",
            "from": 1
        },
        {
            "id": 28,
            "des": "自信到有些傲慢，对周遭事物兴趣都不大，但针对无论战斗还是日常技能的学习能力都很强，自认是个“天才”，称呼他人时只会叫自己取的“外号”。喜欢吃酸的东西，平时含着的糖果也是特制的酸糖。",
            "from": 2
        },
        {
            "id": 29,
            "des": "活泼可爱的少女，性格淳朴善良，做事认真，和指挥官比较亲近，但没什么自信，运气也比较差，最喜欢的饮料是红茶。",
            "from": 1
        },
        {
            "id": 30,
            "des": "与楚楚可怜的外表相反，好强、不妥协的坚强性格。非常努力做好每一件事。",
            "from": 1
        },
        {
            "id": 31,
            "des": "认真积极的性格，却老是在嘴上不饶人，虽然行动十分负责，但有些急性子，也不擅长表达想法，所以偶尔也会把事情搞砸。",
            "from": 1
        },
        {
            "id": 32,
            "des": "土气，平时兴趣是做面包和甜点，性格比较单纯，不过有不服输的一面。",
            "from": 1
        },
        {
            "id": 33,
            "des": "温和宽厚的性格，又有着从容不迫的气质。做事喜欢反复检查，在很多人看来有点欠效率，但最终总是能以出色的战绩令人安心。",
            "from": 1
        },
        {
            "id": 34,
            "des": "温和宽厚的性格，又有着从容不迫的气质。做事喜欢反复检查，在很多人看来有点欠效率，但最终总是能以出色的战绩令人安心。",
            "from": 1
        },
        {
            "id": 35,
            "des": "弱声弱气的少女，日常中很会照顾人，但战场上单独行动时会很怯弱，只有和M1加兰德在一起时会显得可靠一些。",
            "from": 2
        },
        {
            "id": 36,
            "des": "性格成熟温和，对同伴有着宽和的包容性，但无论日常和战斗，看似毫无防备的言行却无法被找寻到一丝破绽。",
            "from": 1
        },
        {
            "id": 37,
            "des": "活泼外向的少女，因为出身民间而散发着淳朴亲近的气息，内心也有着倔强的一面，立志不输给军用武器而积极行动。",
            "from": 1
        },
        {
            "id": 38,
            "des": "作战时冷静严谨，一丝不苟，不过私下里性格其实很热情，喜欢说笑话去炒热气氛，但这一面很难经常展现出来，多少有些苦恼。",
            "from": 1
        },
        {
            "id": 39,
            "des": "性格开朗随和，对自己的双重血统深感骄傲，所以对每个同伴都很热心。很受大家欢迎，但由于感情迟钝，自己并没有意识到这一点。",
            "from": 1
        },
        {
            "id": 40,
            "des": "女强人，十分好胜，但是受挫折了很容易低落。",
            "from": 1
        },
        {
            "id": 41,
            "des": "高傲自负爱炫耀，自认为是战斗精英，实际上并没有多少能力，说话语气很欠揍。",
            "from": 1
        },
        {
            "id": 42,
            "des": "开朗的同时行事十分沉着，有着细心的一面，时刻在乎着大家的心态，另外很不喜欢做麻烦的事情。",
            "from": 1
        },
        {
            "id": 43,
            "des": "轻浮傲慢、自视甚高的人形，喜欢对周遭的事物指手画脚，实际上是个爱操心的老好人。每次有关作战的言论看似嚣张，但在她深不可测的实力和阅历下，最终都会扭转为可能。",
            "from": 1
        },
        {
            "id": 44,
            "des": "开朗与沉着兼具的少女，十分擅长测量和计算并以此为傲，工作中认真负责的同时，也会因为不知变通而闹些笑话。",
            "from": 1
        },
        {
            "id": 46,
            "des": "优雅稳重、充满贵族气质的言行，有着极强的荣誉感，命令人的口吻会有种高高在上的威压，但她丰厚熟练的经验与实力，深受所有人敬佩和依赖。",
            "from": 1
        },
        {
            "id": 47,
            "des": "看似有些大大咧咧，实际上对任何人都抱着一种好感的一种冲动。说话做事的想法都比较原始，也很有干劲。",
            "from": 1
        },
        {
            "id": 48,
            "des": "冷静专注又高傲的性格，认为自己是一件杀戮的作品，追求所谓的“纯粹抹杀艺术”，自称不愿沾染太多感情，事实上只是不擅长融入集体而已。",
            "from": 1
        },
        {
            "id": 49,
            "des": "忠厚老实，做事踏实认真但有些不知变通，言行也十分保守拘谨，对流行和时髦的概念基本一窍不通。",
            "from": 1
        },
        {
            "id": 50,
            "des": "高傲又内向，重视礼仪和传统，绝对服从命令又很少说话，给大家一种难以相处的印象，不过私下里很擅长讲故事，所以很受年轻的人形欢迎。",
            "from": 1
        },
        {
            "id": 51,
            "des": "平日里弱气卑怯的少女，言行十分拘谨，但是十分珍惜同伴和每一个战斗的机会，另外，在料理方面意外地很拿手。",
            "from": 1
        },
        {
            "id": 52,
            "des": "温柔知礼，且十分重视自己的仪表，但是很讨厌别人说自己华而不实，所以私下里经常努力地进行锻炼。",
            "from": 1
        },
        {
            "id": 53,
            "des": "开朗沉稳，实力出众，但是有些强气和自负，不怎么听别人讲话，反而经常自顾自地说话，喜欢狩猎和兜风，是个出了名的独行侠。",
            "from": 1
        },
        {
            "id": 54,
            "des": "AR小队的成员，性格大大咧咧，擅长活跃气氛，很关心M4A1，达到了妹控的程度，还是个无药可救的酒鬼。<br>事实上作为经验丰富的老兵，是AR小队的精神领袖，经常给M4A1鼓气，并在关键时刻总会展现冷酷利落的一面，也因此成为M4A1最为信任和信赖的同伴。<br>脸上的伤痕会用粉底遮盖掉，但为什么一直保留着，似乎是个谜团。<br>",
            "from": 1
        },
        {
            "id": 55,
            "des": "由IOP制造，人工智能等级极高的战术人形，是现有傀儡网络技术下的终极产物，搭载着类似人类情感的心智程序。<br>担任AR小队的领袖，如同人类指挥官的职能，但作为战术人形，独立指挥能力还是无法与真正的指挥官相比。<br>性格冷静平淡，凛然清澈，但是出厂太新，经验较少，加上情感表现丰富，经常陷入选择恐惧和自我怀疑之中。但是面对同伴的信任和责任的呼召，最终还是会顺利完成任务。",
            "from": 1
        },
        {
            "id": 56,
            "des": "AR小队的成员，平日里活跃好动，心理年龄较小，总是被AR15当做笨蛋看待，很多思路确实简单粗暴。<br>但事实上，真正的战斗中会表现出狂热残忍并乐在其中的一面。对铁血人形会使用数之不尽的虐杀手段。但是对于同伴和指挥官非常亲近，作为我方成员是个可以信赖的优秀人形。",
            "from": 1
        },
        {
            "id": 57,
            "des": "AR小队的成员，冷静稳重，责任心强，有点在意自己的平民出身，导致对荣誉有种偏执的追求欲。<br>行动中总是有自己的想法，经常我行我素，在队里唱反调。但事实上很重视同伴，AR小队的队友受伤时会十分愤怒，甚至失去理智，有一种扭曲而偏执的同伴意识。",
            "from": 1
        },
        {
            "id": 58,
            "des": "开朗强气、大大咧咧的女汉子，平日里思维有些一根筋，但战场的反应十分灵活，在指挥官和同伴的社交上都有着明显的肉食性的倾向。",
            "from": 1
        },
        {
            "id": 59,
            "des": "平时懒散敷衍又没什么干劲，对他人态度也很糟糕，传闻她的原型在来到格里芬之前是个商店营业员，而战场上显出的游刃有余的一面，反而令人怀疑她在每个商店关门的夜晚都在做什么，现在和巨浪与9A91成为了好朋友，但依然我行我素地在格里芬生活和战斗着。",
            "from": 2
        },
        {
            "id": 60,
            "des": "长相比实际年龄要小一些，不爱说话，喜欢独处，无论何时都要带着小熊。",
            "from": 1
        },
        {
            "id": 61,
            "des": "行事严格认真的少女人形，忠于使命但行事死板，还有轻微的洁癖，让人误以为不好相处，但日常中其实十分温和友善，私下里也在反省自己的处世之道。",
            "from": 1
        },
        {
            "id": 62,
            "des": "活泼可爱的性格，带着十分粘人的忠犬属性，接受的命令一定会达成，并喜欢指挥官能摸自己的头作为奖励。",
            "from": 1
        },
        {
            "id": 63,
            "des": "温顺平和，平静内向，弱胜弱气，不懂如何与人相处，无论何时何地都保持着一股淡淡的平静。",
            "from": 1
        },
        {
            "id": 64,
            "des": "成熟稳重、平静谦和，对自身的经历深感自豪，也将为同伴服务视为荣誉，而对于敌人则十分厌恶。",
            "from": 1
        },
        {
            "id": 65,
            "des": "404小队的成员，沉默寡言的人形。只有在同伴面前话语会多一些，往往也都是毒舌。和冰冷的性格相反，运动和反射非常出色。<br>自我意识极端过剩，坚信自己是作战能力最出色的人形。不过在同伴面前很可靠，也信任身为领袖的UMP45。由于404小队的处境不佳，十分嫉妒条件相对优越的AR小组，尤其是看起来没什么烦恼的M16A1和事事纠结的M4A1。",
            "from": 1
        },
        {
            "id": 66,
            "des": "强气认真的年轻女兵，充满活力，执行命令时果断利落，私下里是个吃货，遇到吃的话题会形象尽毁。",
            "from": 1
        },
        {
            "id": 68,
            "des": "有点脱线的小姐姐，想作为模范而努力，但却老是被调戏而感到苦恼。平时的举止都是很淑女，但是偶尔会掉链子。",
            "from": 1
        },
        {
            "id": 69,
            "des": "一丝不苟地将所有事情实行，很少与人交流，无论多么简单的工作，完成之后都会有一种满足感。每一个工作都会去落实。生活上不会做什么掩饰，也不会和人过多的交流。战斗时则会显得比较放的开一些。",
            "from": 1
        },
        {
            "id": 70,
            "des": "单纯可爱的小女孩，拥有不错的实力却很少有危机意识，总是给人软趴趴的印象，同时是个超级吃货，拥有任何时候都能进食的特技。",
            "from": 1
        },
        {
            "id": 71,
            "des": "表面上看似做事干净利落的帅气大姐姐，实际上经常会在关键的地方犯迷糊掉链子，对体重非常在意，被问到体重的问题就会炸毛。",
            "from": 1
        },
        {
            "id": 72,
            "des": "冷静礼貌的顾问形象，以自己是新型武器而充满自信，无论是处理事件，还是与指挥官相处都十分精明，精打细算到有点不近人情。",
            "from": 1
        },
        {
            "id": 73,
            "des": "作为人形，虽然她能体会悲伤的情感，但并不具备流泪的功能。在战场上，她的花香代替着硝烟味，给予敌人最美的安葬，她无法表达葬礼上的悲痛，却能让死亡变得迷人。在雨中散步时最能让她感到安心，那也是最容易看见她笑容的时候。",
            "from": 2
        },
        {
            "id": 74,
            "des": "充满大小姐气质但对自己十分严苛，加上出身特殊，导致身边朋友不多，近乎死板地遵守着一些传统和行动规则，实际上内心十分孤单。",
            "from": 1
        },
        {
            "id": 75,
            "des": "悠哉飘逸的性格，总是一副懒洋洋的样子，但举手投足间都会透露出稳重可靠的气质，必要的时刻也会展现出凛然利落的一面。",
            "from": 1
        },
        {
            "id": 77,
            "des": "豪爽帅气的大姐姐，但战斗之外的事情都很懒，不喜欢走路，一有机会就想偷懒，日常大多拿来睡觉。",
            "from": 1
        },
        {
            "id": 78,
            "des": "性格积极认真，重视训练和行动效率。以教官自居，常常对大家的埋怨充耳不闻。只有在真正的战场上才会展现出保护同伴的意志。",
            "from": 1
        },
        {
            "id": 79,
            "des": "懒散随性又有点麻木的性格，拥有不错的实力，但对待工作总是心不在焉，偶尔会专注于可爱的事物上，大概也是犯懒的一种借口吧。",
            "from": 1
        },
        {
            "id": 80,
            "des": "个子娇小但是拥有怪力，喜欢充满刺激的体验，注入坐车兜风、热闹的聚会等等，但是缺少好斗心，实际上是个十分单纯天真的孩子。",
            "from": 1
        },
        {
            "id": 81,
            "des": "认真严谨，同时是个严苛的节约主义者，和其他同伴不算熟悉，所以做事不喜欢麻烦别人，但帮助他人时会十分积极。",
            "from": 1
        },
        {
            "id": 82,
            "des": "温柔成熟、充满魅力的大姐姐，对每个人都很照顾，不过偶尔有点腹黑，尤其喜欢用愉快的语气捉弄指挥官。",
            "from": 1
        },
        {
            "id": 84,
            "des": "随和友善，忠诚而谦逊，作战英勇且战功显赫，却从不以此自满，一心希望为同伴付出更多，但反而不太容易融入集体。",
            "from": 1
        },
        {
            "id": 85,
            "des": "高冷，不喜欢说话，只看得起能力比得上自己的人。",
            "from": 1
        },
        {
            "id": 86,
            "des": "神经大条，傻里傻气，总喜欢缠着姐姐（MG34），但一直察觉不到姐姐的竞争意识。",
            "from": 1
        },
        {
            "id": 87,
            "des": "认真勤奋，好胜心强的少女，作为老牌武器不想落后给任何人，尤其是自己的妹妹（MG42），总是暗自努力，希望能做个好榜样。",
            "from": 1
        },
        {
            "id": 88,
            "des": "假小子性格，喜欢运动，一直觉得自己的胸部很碍事，做梦都想去掉",
            "from": 1
        },
        {
            "id": 89,
            "des": "非常骄傲，性格有些古板，喜欢逞强，一直不满意自己现有能力，想要变得更强。",
            "from": 1
        },
        {
            "id": 90,
            "des": "一直试图让自己变得受欢迎，但是无论怎么努力都不太起眼，悲催的孩子。",
            "from": 1
        },
        {
            "id": 91,
            "des": "很话唠，平时喜欢到处跑，因为怕寂寞所以喜欢缠着别人。",
            "from": 1
        },
        {
            "id": 92,
            "des": "对自己十分自信，觉得自己很受欢迎，实际上其实并没有什么人关注她，悲哀…………",
            "from": 1
        },
        {
            "id": 93,
            "des": "体格很小，运动十分轻便，不过因为干不了什么大事所以一直很不显眼，很喜欢猫，口癖带喵。",
            "from": 1
        },
        {
            "id": 94,
            "des": "性格文静，喜欢喝龙井，平时说话很斯文礼貌，不过有不擅长运动的弱点。",
            "from": 1
        },
        {
            "id": 95,
            "des": "咖啡厅CA CLUB的唯一服务员；一般情况下是彬彬有礼、温柔的大姐姐气质，然而也有软弱的一面；女仆装，特调的爱心Blend加上看板娘小爱是店里的招牌；祖辈留下的店铺与汉阳造服役寿命较长的“老铺”形象相吻合。",
            "from": 1
        },
        {
            "id": 96,
            "des": "性格沉着爽朗，行事果断利落，喜欢刺激的挑战和冒险，对同伴十分信任，和指挥官也没什么距离感。",
            "from": 1
        },
        {
            "id": 97,
            "des": "独来独往，对身边的人总是冷言冷语，但行动很积极，其实希望别人注意到自己的优点，结果常常事与愿违。",
            "from": 1
        },
        {
            "id": 98,
            "des": "比外表更加严肃冷静，不喜欢被当做小孩子看待，对于自我改进方面十分上进，但经常遭遇失败，会露出别扭的一面。",
            "from": 1
        },
        {
            "id": 99,
            "des": "主动热情，自命不凡，认为自己在指挥官心中应该最重要，一旦其他手枪靠近指挥官就会有所怀疑。",
            "from": 1
        },
        {
            "id": 100,
            "des": "腹黑，喜欢捉弄人，经常装好人下套欺负其他战术少女，由于长得可爱所以大家也对她睁只眼闭只眼了。",
            "from": 1
        },
        {
            "id": 101,
            "des": "404小队的成员，活泼开朗的人形。和404其他成员不同，可以胜任对外沟通和联络工作，本身的作战能力也很强。<br>对UMP45言听计从，只要是UMP45的命令不择手段也要达成。也十分珍视404的同伴，将她们视为家人，也时常拿416和G11开玩笑，为沉闷的404带来一点活跃的生机。<br>404小队的成员，活泼开朗的人形。和404其他成员不同，可以胜任对外沟通和联络工作，本身的作战能力也很强。<br>右眼一直保留着一条长长的伤疤，与UMP45相反，似乎同样没有修复的打算。",
            "from": 1
        },
        {
            "id": 102,
            "des": "活泼热心的UMP40，是个坚强又有着团结精神的人形，与此同时，她还是揭开神秘过去的某个“关键”……",
            "from": 2
        },
        {
            "id": 103,
            "des": "404小队的成员，事实上是小队的领袖。作战能力并不是最优秀的，但性格极为理智，不会因模拟的心智而干扰判断。<br>表面上开朗温和，总是挂着微笑，而即使是人类也很难看穿她内心演算着什么。对沿路遇到的人形和指挥官都很热情，但你很难判断这份虚伪到过分的笑容，是不是一种刻意的嘲讽。<br>左眼一直保留着一条长长的伤疤，似乎没有修复的打算，除了404成员，也无人知晓为什么。",
            "from": 1
        },
        {
            "id": 104,
            "des": "温柔稳重，散发成熟气息的少女，亲和力出众的她很重视周围人的感受，但是不擅长努力。也许，其实是个身心都很脆弱的孩子。",
            "from": 1
        },
        {
            "id": 105,
            "des": "沉默寡言，为了能够多出场十分听话，自认为是秘密武器而被雪藏，事实上只是自我意识过剩的错觉。",
            "from": 1
        },
        {
            "id": 106,
            "des": "言行高傲随性，自称追求品味不凡的事物，其实并没有什么眼光，但因为资历和实力都很强劲，大家都不便戳破这点。",
            "from": 1
        },
        {
            "id": 107,
            "des": "为了显得合群而特意表现得优雅可亲，实际上很喜欢垃圾食品和无聊电视节目，同时很在意自己体重，所以会用尽办法掩饰。",
            "from": 1
        },
        {
            "id": 108,
            "des": "热情开朗又善于学习，只是言行有些轻浮，因为对实力很自信而不重视实战经验，即使偶有受挫也完全不放在心上。",
            "from": 1
        },
        {
            "id": 109,
            "des": "冰冷严肃的个性，不擅长与他人友好相处，因为内心渴望同伴又担心伤害彼此，所以只能通过冷酷可靠的战斗实力来传达心意。",
            "from": 1
        },
        {
            "id": 110,
            "des": "性格积极严苛，不讲人情又爱管闲事，对自己和他人要求都很高。一旦定下规则，无论大小都不允许任何人违背，这也是自身厚重的责任感使然。",
            "from": 1
        },
        {
            "id": 111,
            "des": "活跃而充满自信，渴望学到新事物，头脑也算灵活，但做事十分冒失，平衡性也不好，十分擅长平地摔。",
            "from": 1
        },
        {
            "id": 112,
            "des": "高傲自大的性格，总是以专家和战斗狂自诩，虽然实力确实出色，但实际上内心很没自信，行动中吃瘪后会显得格外沮丧。",
            "from": 1
        },
        {
            "id": 113,
            "des": "沉着冷静的性格，曾受过良好的商务培训，有着友善负责的职业素养，只是遭遇突发情况时心理脆弱，极容易关键时刻掉链子。",
            "from": 1
        },
        {
            "id": 114,
            "des": "严谨认真，恪于职守，充满军人气质，心中充满传统的正义感，但平日低调死板又我行我素，所有有时会被当成中二病患者。",
            "from": 1
        },
        {
            "id": 115,
            "des": "性格认真冷静，有着天生的使命感和救世情怀，对完美胜利有着执着地追求，日常中天然单纯，不善言辞，且对出身于苏联原型的人形有着明显的抵触。",
            "from": 1
        },
        {
            "id": 116,
            "des": "没什么存在感的孩子，喜欢看书，虽然没有什么能力，但也不会太去麻烦别人，最近因为体重问题而有些烦恼。",
            "from": 1
        },
        {
            "id": 117,
            "des": "沉稳平静而低调听话的人形，狙击任务时精确又负责的态度令同伴十分信赖，但是日常生活却一团乱麻，所以同样也需要同伴的照顾。",
            "from": 1
        },
        {
            "id": 118,
            "des": "沉默寡言，但是十分希望被关注，有点病娇倾向，和VAL是朋友。",
            "from": 1
        },
        {
            "id": 119,
            "des": "高傲自信、处事干练，工作中干脆利落，拒绝拐弯抹角的命令，不过私下相处时，倒是个风趣从容而颇有情调的人形，只可惜有着日常作息不规律的小毛病。",
            "from": 1
        },
        {
            "id": 120,
            "des": "性格散漫冒失，认为作为新兴的产物正是为了懒人而准备，但是内心十分单纯，指挥官说什么自己都会相信，多吓唬一下也会很听话的。",
            "from": 1
        },
        {
            "id": 121,
            "des": "一味追求刺激、言行狂妄的人形，即使指挥官和队友也很少被她放在眼里，唯一让她服软的方式就是同样粗暴地还击（无论战斗还是日常方面），某种程度上有些抖M倾向。",
            "from": 1
        },
        {
            "id": 122,
            "des": "404小队的成员，懒散贪睡的人形。在队中担任狙击手的工作，名义上经常和416搭档，实际上是自理能力极差，需要全程靠对方照顾。<br>大部分时间都在犯懒，工作也是做到及格就罢手，被人欺负或者嘲笑都采取无视。在UMP45的强制命令下，也会集中精神，用冷酷的方式完成任务。但是在遭遇到意外状况时则会发生心智崩溃，展现出战术人形不会出现的模拟人格。",
            "from": 1
        },
        {
            "id": 123,
            "des": "性格认真谨慎，虽然身体娇小，但拥有冷静的意志和坚实的责任心，勤于学习也擅长教导，在同伴面前有着优秀的领导者气质，不过偶尔也会国语严苛和不知变通。",
            "from": 1
        },
        {
            "id": 124,
            "des": "开朗活跃、友善随和的努力派，但“出身平凡的新人”只是表面设定，实际上无论为人处世还是作战都有着深厚的实力和经验，除了偶尔会脱线犯懵，大部分时间都深得同伴信赖。",
            "from": 1
        },
        {
            "id": 125,
            "des": "平日冷淡寡言，看不出对身边哪些事物有兴趣，加上作战时认真可靠，被认为是充满神秘感的人形。实际上很在意他人的眼光，受挫或者被揭穿时，会展现真实而可爱的一面。",
            "from": 1
        },
        {
            "id": 126,
            "des": "看似冷酷严苛的人形，言行和打扮很充满暗黑味，但实际上是为了掩饰自己是众多仿制品之一的事实。其实是个品味和性格都很寻常的普通人。",
            "from": 1
        },
        {
            "id": 127,
            "des": "积极认真、不畏挫折，作战干净利落，日常勤劳全能，这样的性格上似乎很适合留在格里芬。但是过于在意他人的评价，而且在“女子力”不足的问题上十分苦恼。",
            "from": 1
        },
        {
            "id": 128,
            "des": "擅长学习、认真听话的模范生，十分有上进心，但是涉世又浅，脑筋比较死，加上极度重视本体形象，常常闹出各种哭笑不得的状况。",
            "from": 1
        },
        {
            "id": 129,
            "des": "稳重，内敛，运动神经比较弱，不过头脑很聪明，喜欢照顾人，很喜欢97式。",
            "from": 1
        },
        {
            "id": 130,
            "des": "性格外向，平时很爱说话，做事冲动不过脑，很讨厌姐姐95式的唠叨。",
            "from": 1
        },
        {
            "id": 131,
            "des": "成熟稳重，大部分时间都能保持风度的人形，又善于审时度势、绝不逞强和冒险，有着与VZ61相反的个性，事实上虽然并无血缘关系，但关系似乎还不错……大概吧？",
            "from": 1
        },
        {
            "id": 132,
            "des": "大大咧咧，讲求“难得糊涂”的少女人形，虽然经验不足，但说话总是一副长辈的腔调反而充满滑稽，其实对自己的实力很有自知之明。",
            "from": 2
        },
        {
            "id": 133,
            "des": "表面上是积极活跃的热血派，但真正行动起来却经常掉链子，原因出在喜欢纠结一些细节，其实是个纤细而敏感的孩子也说不定。",
            "from": 2
        },
        {
            "id": 134,
            "des": "温和友善，优雅贤淑，充满包容性的少女，但内心高傲好强，对于自己现在的地位并不满意，希望在战场上获得证明的机会。",
            "from": 2
        },
        {
            "id": 135,
            "des": "活泼张扬、自命不凡的人形，喜欢对他人指手画脚，作战中反而会保持安静，用夸张的手势取而代之，所以姑且也算是个认真负责的战斗者。",
            "from": 2
        },
        {
            "id": 136,
            "des": "性格冲动，勇气和力量兼备，总是会积极踊跃地参与各种活动，但是耐性有限，而且嘴上不饶人，最近也在苦恼这个问题，想好好与同伴相处。",
            "from": 2
        },
        {
            "id": 137,
            "des": "为人比较认真，总是充满着好奇心，对人类过去的事物很感兴趣，所以收藏了很多旧书，热衷于研究被时代抛弃了的知识，但很讨厌被人当成“书呆子”。",
            "from": 2
        },
        {
            "id": 138,
            "des": "开朗自信，又有着坚韧品格的人形。无论战斗还是日常，都执着并擅长用最低成本达成目标。但与其说是节俭，不如说是沉醉于事半功倍的成就感，导致有时会过于限制自我而影响发挥。",
            "from": 1
        },
        {
            "id": 139,
            "des": "活泼娇小的言行下充满着叛逆心，但真正做事时却总是离不开他人。对于新闻十分关心，但自己却搞不懂原理，所以给人留下喜欢夸大事实和危言耸听的印象。",
            "from": 2
        },
        {
            "id": 140,
            "des": "有些自卑，平时不太爱说话，喜欢一个人在角落里。",
            "from": 2
        },
        {
            "id": 141,
            "des": "内向胆怯，小心翼翼到过分的人形，明明实力优秀却不敢施展，就算被鼓励也无法引导出力量。相反的，藏在队友中时反而会发挥不错，搞不好是个自得其乐的家伙。",
            "from": 2
        },
        {
            "id": 142,
            "des": "可爱机灵，有点小自恋的人形，自信的源泉并非实力，而是独到的眼光。平日擅长撒娇和讲笑话，而战斗中即使遭遇失败也能保持冷静不会气馁。",
            "from": 2
        },
        {
            "id": 143,
            "des": "RO635作为前调色板小队的指挥人形，为了替代失踪的AR15与心智崩溃的M4A1，而以补充兵身分加入了AR小队。但伴随着她的加入，AR小队遭遇到接连不断、惊滔骇浪般的剧变:M16Al的离去，与成为冷酷复仇者的M4Al重逢，以及军方突如其来的背叛。RO635遭到小口十格尔开枪击毁后、在SOP2的努力奔走下得以被暂时保存在铁血地面无人机“兵蚁”上，虽说被迫屈身于兵蚁体内，成为一段令RO635不堪回首的悲惨记忆，但是也多亏如此，RO635才能保住记忆、并且回到新生产的素体之中。浩劫余生的RO635作为AR小队仅存的两名队员之一，以代理队长身份带领着SOP2前往下—处目标，试图在喧嚣繁紧忙的都会中扮演起侦探，找出神秘的白色势力究竟在策划",
            "from": 2
        },
        {
            "id": 144,
            "des": "积极认真的努力派，不相信出身和血统论，每天都在进行踏实的工作和刻苦的训练。不过遭遇挫折后的状态比其他人更消沉，说明内心还是有些自卑的。",
            "from": 2
        },
        {
            "id": 145,
            "des": "开朗随和，内心充满阳光的愉快人形，任何事情都能投入其中。战斗时比起远距离的精准暗杀，贯穿敌人防御的瞬间会更令她满足。",
            "from": 2
        },
        {
            "id": 146,
            "des": "可爱又乖巧，充满活力的人形，拥有绝非从外表能看透的小头脑，所以人缘一直可谓八面玲珑，就算偶尔的小失误也会被原谅。右臂臂章DMR意为Designated Marksman Rifle（精确射手步枪），用于填补卡宾枪与狙击枪之间的火力空白。",
            "from": 2
        },
        {
            "id": 147,
            "des": "华丽而招摇的少女，并对自身实力有着绝对自信。日常中充满表演欲望，战斗中也喜欢事先进行大量仪式性的准备，再以最终一击来结束战斗。",
            "from": 2
        },
        {
            "id": 148,
            "des": "凛然正直、内心温和的人形，因为担心自己的存在价值而过度在意他人的看法，虽然渴望自己能成为他人的依靠，实际上却常常面临依赖他人的困境。",
            "from": 2
        },
        {
            "id": 149,
            "des": "率性而为的人形少女，持有行动总是优先于计算的赌徒心理，相信直觉是通往真理的捷径，时常从节奏感强烈的音乐中汲取战斗灵感。",
            "from": 2
        },
        {
            "id": 150,
            "des": "性情阴沉别扭，喜欢摆出优雅的姿态并将传统挂在嘴边，实际个性却并没有那么优雅，作战时倒是始终保持着简捷高效的风格，令人信赖。",
            "from": 2
        },
        {
            "id": 151,
            "des": "严格认真、有着教官气质的人形，无论战斗还是日常都能够应对自如，心情不错时还会开着小玩笑（对象无视敌我），不过最好不要见到她心情不好的时候……",
            "from": 2
        },
        {
            "id": 152,
            "des": "勤劳务实，家务万能，战场上也特别能干，但是生性像小动物，神经敏感，非常容易受到惊吓，很害怕M1887的训话和威压。",
            "from": 2
        },
        {
            "id": 153,
            "des": "优雅可靠，平时喜欢微笑，对自己的身材十分欣赏，有些小自恋。",
            "from": 2
        },
        {
            "id": 154,
            "des": "性格爽朗、自由张扬。虽然大部分时间都是大大咧咧的样子，但是在不少常识问题上会露出天真纯洁的一面。遇到她犯傻的时候就好好讲清楚吧，她会像小孩子一样乖乖听话的。",
            "from": 2
        },
        {
            "id": 155,
            "des": "作战时英勇果断甚至有些冷酷，日常中却十分随性容易相处，虽然生活时对自己要求比较严格，却并不介意他人的小毛病和失礼之处。",
            "from": 2
        },
        {
            "id": 156,
            "des": "聪明机灵，认真自信的孩子，认为自己的身材是种优势，又很讨厌被别人小看，战斗中总能提出不错的建议，私下里和莫斯伯格500是朋友，常常一起玩捉迷藏。",
            "from": 2
        },
        {
            "id": 157,
            "des": "冷酷坚韧，完美主义，推崇“谨小慎微”的信条，会不断改进习惯和风格来提升作战效率。作为指挥者很难做出精准的判断，但是作为战斗者十分英勇和果断。",
            "from": 2
        },
        {
            "id": 158,
            "des": "因为长的比较凶，所以平时会把脸遮起来，实际性格还是挺友善的，不过对待敌人则非常残忍，非常喜欢战斗的感觉。",
            "from": 2
        },
        {
            "id": 159,
            "des": "表面上聪明能干、气质可亲，但背后却总有一点小聪明，不是一位会让所有人都喜欢的人形，只有事先制定好全部的规矩，她才会乖乖听命。",
            "from": 2
        },
        {
            "id": 160,
            "des": "认真负责，有着严重的洁癖，讨厌脏乱和丑恶的东西，对AK47前辈邋遢的行事风格很头疼。可是私下里又喜欢美女，常常会做出些大叔级的发言。",
            "from": 2
        },
        {
            "id": 161,
            "des": "性格大方，嫉恶如仇，讨厌虚伪的人，说话直来直去。",
            "from": 2
        },
        {
            "id": 162,
            "des": "温柔率真，心大无畏的老实人，喜欢帅气酷炫的作战风格，热衷表演和技术改造，平时对自己的体重非常在意，但很喜欢垃圾食品，并没有减肥的自觉。",
            "from": 2
        },
        {
            "id": 163,
            "des": "脾气稍微有点臭，常常勉强自己做不擅长的事然后又陷入自我厌恶，如果不及时摄取糖分的话就容易犯恶心。晚上喜欢熬夜听深夜电台，特别是情感类的「格林娜的倾诉办公室」。非常讨厌野蛮的暴力，不过用枪并不在这个范畴里，她认为武器只是一种文明有效的解决手段。",
            "from": 2
        },
        {
            "id": 164,
            "des": "罪恶并不相对于正义，只是相对于她的原则，对于不按她规矩办事的人来说都是背负着罪孽的囚犯。她喜欢定制各种惩罚游戏来对这些罪人进行制裁，一边享受着她的巧克力和披萨，一边欣赏着“囚犯”们哭笑不得的样子。",
            "from": 2
        },
        {
            "id": 165,
            "des": "虽然对很多人来说细致认真是好事，不过她是个擅长把简单的问题复杂化的家伙，在很多细小的事上过于顾虑，常常容易计划出繁琐的解决方案。她特别害怕高的地方，只要超过3.54米的高度，就会变得无比紧张。",
            "from": 2
        },
        {
            "id": 166,
            "des": "冷酷利落的人形。平时散发着不良少女的气息，本人确实也练习过格斗术，讨厌慢性子的家伙，和看上去不同的是心胸非常宽广，能大方地原谅问题人形们的日常搞事。",
            "from": 2
        },
        {
            "id": 167,
            "des": "自称HK可爱又迷人的人形担当，热衷自我表现，能不分场合厚着脸皮地自我欣赏，喜欢跳舞，但经常会摔倒，让人搞不懂是真的笨蛋还是故意搞笑。",
            "from": 2
        },
        {
            "id": 168,
            "des": "有着“不良淑女”称号的人形，歌喉出众且教养良好，可惜个性我行我素又不擅长阅读气氛。只看重与CZ75的感情，但由于这份憧憬过于强烈，反而常常给对方造成困扰……",
            "from": 2
        },
        {
            "id": 169,
            "des": "温和体贴，随性而为的孩子，喜欢天空和鸟儿，一直很悠闲的样子，平时虽然会有点小淘气，不过常常也会有着成熟的思考。",
            "from": 2
        },
        {
            "id": 170,
            "des": "性格古怪，充满着神秘色彩的人形。平时总是说着难懂的话，很难看透她在想什么，喜欢一个人宅在屋子里，讨厌外出，但作战时常常能发现关键的突破口，很受同伴信赖。",
            "from": 2
        },
        {
            "id": 171,
            "des": "阴沉古怪、充满病气的少女人形，不太愿意提及自己的年龄和出身，还常常会莫名其妙地受各种伤，令人搞不清是笨手笨脚还是厄运体质。好在每次都能死里逃生，大概是受伤出了经验的缘故吧。",
            "from": 2
        },
        {
            "id": 172,
            "des": "实力出众，可爱欢脱的人形，同时又是水准高超的电玩爱好者，无论游戏还是作战都有着强烈的挑战欲，总是被同伴误解为受虐狂。私下里坚持认为KSG的水准在自己之上，擅自将其视为竞争对手。",
            "from": 2
        },
        {
            "id": 173,
            "des": "自视甚高的完美主义者，独来独往，不近人情，不管是对待敌人还是伙伴都很苛刻，而内心深处深明事理，也许，她随时有着为同伴而胜利和牺牲的觉悟。",
            "from": 2
        },
        {
            "id": 174,
            "des": "沉着稳重，刻苦努力的优等生，以“乘务员”的风格服务着工作，做事认真注重礼节，以追求“更优秀的自己”而努力着，不过因为这种苛刻的自我规制，常常让身边的同伴感到微妙的距离感。",
            "from": 2
        },
        {
            "id": 175,
            "des": "古灵精怪，享乐主义的人形少女，每次念自己的名字都会咬到舌头，只在乎有趣的事情，为此可以挑战不少突破原则底线的事，目前正为了让MT9变得有趣而努力中。",
            "from": 2
        },
        {
            "id": 176,
            "des": "生性胆怯，容易害羞的人形少女，是个沉迷于自我妄想的妄想派，常常喋喋不休地自言自语自己的想法，一旦发现被人听见又会陷入手足无措的地步。但是如果把她逼入“绝境”的话……请做好事态无法控制的心理准备吧。",
            "from": 2
        },
        {
            "id": 177,
            "des": "自称是格里芬NO.1的人形，对任何事的“第一”有着强烈的执著，战斗风格非常暴走，自己都常常搞不清楚打中的是什么。但其实是个容易受打击的爱哭鬼，平常害怕一个人独处。",
            "from": 2
        },
        {
            "id": 178,
            "des": "充满活泼热情的人形，因热衷诗歌创作，被大家称作“丛林诗人”，但很少有人懂得欣赏她的诗词。热爱外出和冒险，为了收集创作的素材灵感一直努力着。",
            "from": 2
        },
        {
            "id": 179,
            "des": "在安静的外表下有着强烈的欲望，虽然为人热情主动……但能感到其话语中“危险”的气息，伙伴们总是需要判断她到底是天使还是恶魔，不过本人也许只是单纯想作弄他人以此为乐而已。",
            "from": 2
        },
        {
            "id": 180,
            "des": "为人不拘小节，对任何事情都抱有一些小小的自信，也因此对上级会显得有些没大没小。对自己的衣服非常看重，听说布料用的是很高级的材质，造价不菲。",
            "from": 2
        },
        {
            "id": 181,
            "des": "行事周到，为人正经的老好人。喜欢帮助他人，热情积极地对待每件事，对奶茶有着强烈的执着，并且只喝大杯以上的级别。在战术人形中非常欣赏M16，一直渴望与其交手。",
            "from": 2
        },
        {
            "id": 182,
            "des": "平和淡然，大多时候低着头发呆的人形少女。极其讨厌战斗和战争，在身为人形的使命和对斗争厌恶的矛盾下常常陷入困惑。平时喜欢观察夜空的星星，按她的话来说是因为“那里是子弹无法到达的地方。”",
            "from": 2
        },
        {
            "id": 183,
            "des": "热衷精确的计算和计划，抱着“不浪费一颗子弹”的心态作战，但比起自己周密的打算，好像更信赖一时的运气。在陷入不安时会吃冰点来让自己冷静思考，据说这样能加速运算速率。",
            "from": 2
        },
        {
            "id": 184,
            "des": "有着狙击手该有的稳重感，讨厌出风头的行事风格，但一直苦恼自己的存在过于强烈，总是容易吸引敌人或伙伴的目光。喜欢特摄英雄片《赤魂假面》，内心也憧憬着像英雄般那样配得上耀眼的存在。",
            "from": 2
        },
        {
            "id": 185,
            "des": "平和弱气，少有主见，只能按照既定的规则行事，而轮到自己拿主意时总会摇摆不定，任何事情都需要依赖他人的判断。衣服上的纽扣常常坏掉，会收集起来专门送给新认识的人形以示友好。",
            "from": 2
        },
        {
            "id": 186,
            "des": "自称“精英人士”，只尊重懂得欣赏自己的人，一直对M9人气比自己高的事很在意，随时对其保持着别扭的竞争意识。手上的玩偶叫“包子”，饿的时候会忍不住地咬上一口。",
            "from": 2
        },
        {
            "id": 187,
            "des": "彬彬有礼的孩子，注重自己的形象，不过生活上自理困难，常常需要依赖M45帮忙，对敬仰的FNC叫前辈。平日是个购物狂，非常享受优惠折扣的购物活动，为此买了很多不实用的东西。",
            "from": 2
        },
        {
            "id": 188,
            "des": "凡事都要做好万全准备的类型，如果发生意料之外的状况就容易失去冷静。擅长意大利料理，最拿手的是披萨，偶尔也会做一些德式料理。对小动物形象的事物抵抗力是零，即便是对于铁血方也不例外。",
            "from": 2
        },
        {
            "id": 189,
            "des": "为人上有些稚嫩的骄傲，据说受过“高等培训”，理论知识丰富，讲究“学院派”做法，但实际上缺乏很多基本的常识。对懂享受生活的Saiga-12有着羡慕之情，还喜欢上了她推荐的泡面。",
            "from": 2
        },
        {
            "id": 190,
            "des": "总是精力旺盛的家伙，平时脑子里只有特训，对待任何小事也会特别看重练习成果。狂热的咖喱爱好者，但有着重度的选择困难症，在无法得出结论时会豁出去把所有结论统统接受。",
            "from": 2
        },
        {
            "id": 191,
            "des": "为人吃苦耐劳，做事一板一眼，因非常在意他人评价，所以表现欲也很旺盛。常在不计后果的情况下勉强自己一个人达到目的，但其实是个很怕孤独的孩子，这么做也是为了让同伴更加重视自己。",
            "from": 2
        },
        {
            "id": 192,
            "des": "平和随意，有些心直口快的人形少女。平时有点八卦，说话比较不在意他人的感受，不过对同伴的关照还是很体贴的。注重头发的保养，会依照心情每天改变一点点刘海的角度。",
            "from": 2
        },
        {
            "id": 193,
            "des": "严肃死板，容易因为一点小事就不开心的任性脾气，不过每次生气都只是让人觉得孩子气而已，所以直接无视掉也没什么大碍。喜欢各种蝴蝶结的东西，如果生气的话给这个应该比糖果好用。",
            "from": 2
        },
        {
            "id": 194,
            "des": "开朗认真，对自己的后辈非常关照，但也因此有点喜欢摆前辈架子，如果被指出不足的话会容易闹别扭。喜欢特别辣的烧烤料理，但本人并不擅长吃辣，只是很享受辣椒上火的感觉。",
            "from": 2
        },
        {
            "id": 195,
            "des": "胆小谨慎，会敏感地感知着各种各样危险的情况，对自身的存在没有什么安全感，所以喜欢去人多的地方。不过当危机来临时，也会鼓起小小的勇气去面对，偶尔也会有坚强的一面。",
            "from": 2
        },
        {
            "id": 196,
            "des": "冷静随和，执著于合理性辩证的超现实主义者，虽然把合理当做自己的信仰，但也会做一些有人情味的行动。私下里热衷涂指甲油，据说每个指甲的香味都会不一样。",
            "from": 2
        },
        {
            "id": 197,
            "des": "积极乐观，有着能让人产生信任感的可靠魅力，即便受挫也会坦然面对。喜欢做服装设计，对妹妹M91/38非常关心，自己和妹妹的衣服设计就是出自其手。",
            "from": 2
        },
        {
            "id": 198,
            "des": "平淡温和，喜欢满嘴谎话，认为比起真相，人们更喜欢谎言，以此作为获得大家信任的方式。但对姐姐M1891是例外，因为总会被她戳破谎话而伤自尊。",
            "from": 2
        },
        {
            "id": 199,
            "des": "散漫随意，除了战斗之外的事情都很难提起兴趣，大部分时间会嚼着泡泡糖等着下一次战斗。因为被很多人说眼神很可怕，所以戴了一副眼镜，也在很努力地考虑着自己的亲和力问题。",
            "from": 2
        },
        {
            "id": 200,
            "des": "为人一本正经又十分别扭，讨厌不努力的懒蛋并会对其作出刻薄发言，对自己的成功和失败都会归结到别人身上，也会把成就和过错都让别人来承担，是个既让人信赖又倍感压力的古怪人形。",
            "from": 2
        },
        {
            "id": 201,
            "des": "总是和阴沉的氛围相随，自信心也时刻保持着正常值以下的水准，对来自工作和生活的压力很敏感，所以非常期盼每一次的假期。不过即便是再多的加班也能坚持下来，其实是比想象中还能吃苦的孩子呢。",
            "from": 2
        },
        {
            "id": 202,
            "des": "一个不会在脸上表现喜怒哀乐的人形少女，说话总是平淡的语气，但实际上想法和感情都很细腻。平时习惯通过大威力的枪击来发泄自己的感情，为此对武器的威力有着很高的追求。",
            "from": 2
        },
        {
            "id": 203,
            "des": "胆识过人，有着不怕任何冒险的勇气，也擅长发现问题的关键点。喜欢使用诱饵作战，常常让宠物“贝特”去吸引敌人火力，不过“贝特”经常偷吃人形的食物，有时也会吸引来一些受害者。",
            "from": 2
        },
        {
            "id": 204,
            "des": "认真负责，做事的注意力非常集中，很讨厌自己专注时被别人打扰，虽然不是出于恶意，但会因此给人冷漠的印象。一直在身旁的仿生宠物“凛”会在她专心的时候警戒四周，制造别人难以接近的氛围。",
            "from": 2
        },
        {
            "id": 205,
            "des": "来自忤逆小队的新型精英人形，她坚信自己是AK-12的附属品和参考物，一直默默为她提供着帮助。对任何人、任何笑话或者不幸都只能摆出冷淡僵硬的表情和语气，完全掩盖了自己原本丰富细腻的内心活动。但她的行动会证明一切，就算是个笑不出、哭不出的人偶，她依然不屈不挠、努力前行着。",
            "from": 2
        },
        {
            "id": 206,
            "des": "来自忤逆小队的新型精英人形，平日神出鬼没，难以捉摸，对万事万物都保持着最多三分钟的好奇。虽然总是挂着温和的笑容，但言行很少在乎他人的感受，或许本质是个很狂妄的家伙。常年紧闭的双眼是个危险的开关，那些见过她睁开双眼时的另一面的人形都知道，至少她的狂妄有着充足的资本。",
            "from": 2
        },
        {
            "id": 207,
            "des": "平日很在意自己的面子，遇到麻烦时喜欢故作镇定维持自己帅气的一面。偶尔会和蝎式拌嘴，如果发型被说像螃蟹的话似乎会发火，结果只是引起更多人的兴趣。身边的小家伙叫“虾仔”，好像会功夫的样子。",
            "from": 2
        },
        {
            "id": 208,
            "des": "性格稍微有些孤僻，对G3姐姐以外的人会表现得比较叛逆。因为平时总会被姐姐忽略，希望能引起姐姐的注意而故意做些特立独行的事情，原本和G3一样的发色，也因此被自己染成了灰色。",
            "from": 2
        },
        {
            "id": 209,
            "des": "认真务实，不渴求伟大的成就，就算不是自己本分内的事，再细小的工作也会全力以赴。认为不管是英雄还是凡人，只要能为他人付出，都是值得被铭记的存在。",
            "from": 2
        },
        {
            "id": 210,
            "des": "待人真诚，温和礼貌，梦想是环游世界，渴求邂逅各种各样的幸福感。为了不忘记自己的幸福和未完成的理想，会在每次出战前写下遗书，珍惜着自己的一切，不带遗憾地去战斗。",
            "from": 2
        },
        {
            "id": 211,
            "des": "心思细腻，待人严格，喜欢用成绩和考核评价来衡量事物标准，会给那些成绩不好的人强行“补课”。因为讨厌肉的味道，所以是个素食主义者，即便只是闻到味道都会是一种折磨。",
            "from": 2
        },
        {
            "id": 212,
            "des": "外表冷静温和，不过是个热心肠+急性子，无论做什么都快人一步。热爱观察事物的命运论者，喜欢占卜，认为任何事的发生一定有其预兆，据人形们的评价说还挺灵验的，因此被很多战术人形拜托过。",
            "from": 2
        },
        {
            "id": 213,
            "des": "大概和她在一起，你才会怀疑谁才是真正的上司。她总是把身边人当作部下随意使唤，用着不羁的行事风格满足自己各种任性的愿望。但不用担心，她也从来不会亏待自己的好部下们，也许帮她跑个腿买点小零食，她就会带给你想要的任何胜利。",
            "from": 2
        },
        {
            "id": 214,
            "des": "热爱玩水和游泳，工作的终极目标是攒钱买下海岛上的大房子，并且饲养水母。对料理和时尚设计都很有兴趣可惜天赋缺缺。工作上其实十分认真，只是外貌年纪比心智看起要小，经常被当成小孩子来对待，本人对此也感到苦恼。",
            "from": 3
        },
        {
            "id": 215,
            "des": "有些虚荣自信，好为人师，相信各种网上不知哪来的冷知识和都市传说，有着一部自改装的老款按键手机，认为“手机按键的发射感很重要”。“格里芬匿名吐槽版”常驻马甲喷子，一有空就会拿手机刷个人博客。",
            "from": 2
        },
        {
            "id": 216,
            "des": "不要说你对自己的好脾气很有自信，这个孩子可以检测你的怒气槽的极限，她平时总会习惯说一些让别人难堪的话，并非出于恶意，只是喜欢想到哪说到哪。很擅长下棋，即便是人形的棋路计算也未必是她的对手，不过却总喜欢找指挥官欺负，请把这当作她亲近友好的表现吧。",
            "from": 2
        },
        {
            "id": 217,
            "des": "在格里芬这种充满态度激进和性格扭曲人形的地方，对她来说会是个不小的考验，虽然并不是胆小，但她无法对付那些有着强烈气场的家伙，所以只能与温和的人形们打成一片。常常会对生活有着小小的期许，假设着许多未来的走向，希望那些结局之中有着属于自己的幸福吧。",
            "from": 2
        },
        {
            "id": 218,
            "des": "对她来说，说话是一种低效的交流手段，她相信人形可以像动物一样，通过行为和眼神就能相互理解，不过现实就是……即便她再怎么努力地使眼色，队友也不会明白那是“饿了”还是“要帮手”。为了锻炼自己和他人的默契，有时有话直说会更好吧…… 另外，很喜欢带着小宠物上战场，它不仅不会拖后腿，还会在前线作为侦察兵而活跃着哦。",
            "from": 2
        },
        {
            "id": 220,
            "des": "做事只贯彻自己的风格，不在意别人的看法，对感兴趣的东西有着占有欲，会收集各种石头雕刻成星星，希望让他人发现“石头”的价值。作为“海盗”的姐姐，对妹妹倒采取放任态度，即便妹妹闯祸了也不在乎。",
            "from": 2
        },
        {
            "id": 221,
            "des": "善于察言观色，十分在乎周围对自己的评价，往往急于达成目的，发挥状态易受环境影响。身手敏捷，对于自己的近战能力感到满意。除了接受派遣的任务外，在宿舍内似乎进行着漫画连载的副业。",
            "from": 2
        },
        {
            "id": 222,
            "des": "重视成果的努力家，为了不让自己轻易放弃，会什么事都勇敢的尝试一下。非常喜欢枫糖浆，不管是什么食物，只要用枫糖浆就能完美解决难吃的问题。左眼的视野能和无人机“枫月”链接，能为她在作战中提供更好的视野范围。",
            "from": 2
        },
        {
            "id": 223,
            "des": "本性比较贪玩，不过有着较强的自控能力，为了工作和目的能忍受住各种诱惑。平时的冷静是为了让自己看起来可靠硬撑出来的，遇到无法解决的事会有自知之明地放弃。",
            "from": 2
        },
        {
            "id": 224,
            "des": "除了她那醒目的头发和衣服，包括血液和红酒之类与红色有关的大部分东西，都是她亢奋情绪的根源所在。也许她看上去像太阳一样活泼热情，不过她很讨厌晒太阳，大部分的外出活动只喜欢在夜晚时进行，因为夜晚时才能看见暗红色的天空。",
            "from": 2
        },
        {
            "id": 225,
            "des": "本是希望轻松度日的悠闲派，因厌倦民用人形所处的复杂的社会关系，转而来到环境较封闭的格里芬，渴望通过锻炼自己而获得强大的内心。虽然不抽烟，但热衷收集各种烟标，以此作为平静情绪的方式。",
            "from": 2
        },
        {
            "id": 226,
            "des": "自主意识比较强，讨厌别人对自己强调知道的事，容易嫌弃别人啰嗦，对于做事只追求有意义的理由，而不在意结果。热爱各种悲剧故事，希望自己也有着伟大的野心，成为悲剧中的英雄。",
            "from": 2
        },
        {
            "id": 227,
            "des": "我们知道一些人喜爱伏特加，但这个女人不会对“呼吸”这件事用喜爱来形容。她时常保持着醉醺醺的状态，看东西花眼，这是她状态良好头脑冷静的证明。请不要试图给她断酒，对她来说这才是“酒疯”的开始。",
            "from": 2
        },
        {
            "id": 228,
            "des": "内向害羞，言行礼貌，但内心骄傲，战斗中会十分积极，希望做事能面面俱到但总是画蛇添足。",
            "from": 2
        },
        {
            "id": 229,
            "des": "自称曾在666号高速公路上担当高速巡警，但其原所在部门是未注册的不明组织，所持警证也无法查证其合法性。抛开恶劣的为人和嘲讽的习惯不说，因其过人的实力最后转由格里芬进行管理。如果想减少平日她对你的刁难执法，最好准备一些苏打水转移她对你的兴趣。",
            "from": 2
        },
        {
            "id": 230,
            "des": "天真单纯，非常容易信赖他人，从不会怀疑别人暗藏杀机，因此在过去的工作中被骗了很多次，导致欠下了巨额的债务。希望能在格里芬里过上不那么悲惨的还债生活。",
            "from": 2
        },
        {
            "id": 231,
            "des": "人形一直在为满足人类而服务，比方说……成为他们的“神”。她因出色的运算能力，曾被神秘的狂热组织奉为神明，这些人信仰人形的力量，认为按照她的指引就可以得到幸福。后来她的“指引”产生了一些悲剧，从此独来独往，讨厌被任何人依赖，希望像大多数人形那样承受着只是服从别人命令的宿命。",
            "from": 2
        },
        {
            "id": 232,
            "des": "她的聪明程度和她姐姐马卡洛夫不相上下，不过她们对于问题的看法常常并不一致，很难达成共识。她喜欢把一切复杂的事情简单化，认为智慧就是追求简洁的本质。",
            "from": 2
        },
        {
            "id": 233,
            "des": "行事低调高效，充满专家风格，总把“风险”“损益比”挂在嘴边，且以完成任务为第一优先。但干练专业的作派下却是个斤斤计较的守财奴，对个人财产的极度偏执似乎与她的某些过去有关。",
            "from": 2
        },
        {
            "id": 234,
            "des": "为人正经，生活做事都特别有规律，常常会给身边人提各种忠告，希望大家能养成良好的习惯，而相对地对于她不习惯的事会没什么挑战精神，没有强制力的话会选择一味地逃避。",
            "from": 3
        },
        {
            "id": 235,
            "des": "不太喜欢运动，大多数时候会在一个地点“监视”着某些东西很长时间，最喜欢“监视”的是指挥官。对待任务时为了注重效率，没有命令时不会耐心等待命令，容易擅自行动按自己方式处理问题。",
            "from": 3
        },
        {
            "id": 236,
            "des": "大大咧咧，缺少对危机的认识，却总喜欢去挑战各种突发情况，爱好野外生存和调配各种爆炸物，私下里给自己进行过各种胡乱改造，所以性格和作战能力偶尔不太稳定。",
            "from": 3
        },
        {
            "id": 237,
            "des": "平时不爱说话，总低头看虫子，却是身负“格斗比赛第一名”这种都市传说的人形。虽说自认是个绝对理性派，不会被感性所控制，然而一旦心爱的胶体模型被外人触摸就会崩溃，即使对方用稀有昆虫做赔礼也难以挽回笑容。",
            "from": 3
        },
        {
            "id": 238,
            "des": "单纯而感性，热衷研究机械维修和改造的技术，喜欢待在生活缓慢的环境里，只是出了门就很容易被对其他人来说很平常的东西吓一跳。由于言行举止时常跟不上大家的步调，所以也总是给人牵著鼻子走，为此最近开始偷偷看起了一些潮流杂志。",
            "from": 3
        },
        {
            "id": 239,
            "des": "为人勤学好问，对指挥官有着强烈的敬仰，会把指挥官说的各种话当做金句摘抄下来，反复琢磨。私下和95式关系不错，讨厌被别人拿来和95式做比较，认为彼此都是不可替代的存在。",
            "from": 3
        },
        {
            "id": 240,
            "des": "本性散漫，不过有着较强的责任感。很多事口头上嫌麻烦，在自己的逼迫下还是很认真地去对待，时常会负责处理M249留下的烂摊子。喜欢各种软软的东西，口香糖也是为此才常备的。",
            "from": 3
        },
        {
            "id": 241,
            "des": "喜欢各种有着神秘感的东西，热衷阴谋论，认为很多事情都有其模糊存在，不过大部分时候都是自己脑补过度。有着没事喜欢找点东西咬着的习惯，据说能以此辨别许多东西的真假。",
            "from": 3
        },
        {
            "id": 242,
            "des": "平时一直在自己和自己聊天，在别人眼里总分不清是在和谁说话，有时候还有可能和自己吵起来。也多亏如此，她总能在危机情况让自己站在不同的立场看待问题，不管发生什么都会冷静应对。",
            "from": 3
        },
        {
            "id": 243,
            "des": "为人不怎么主动，不擅长对付各种未知的东西，陌生的人或事都容易引起她的警觉，总感觉轻易向别人示好会显得很轻浮，以自己的自尊心来说，是希望自己在大家眼里维持一种稳重的形象。",
            "from": 3
        },
        {
            "id": 244,
            "des": "曾是利用人形的犯罪团伙之一，但她对于人类的血液、内脏、骨骼等东西有着天生的恐惧，做不了杀手的工作，对于“像人形的人类”有着“逆恐怖谷效应”。不过因为为人有一点迷糊，对于人形的交际也不能说是完全没有问题……",
            "from": 3
        },
        {
            "id": 245,
            "des": "她对功劳和荣誉之类的名义没有兴趣，作战只是单纯喜欢参与集体行动，喜欢跟风和别人做一样的事情。私底下喜欢COSPLAY，尤其常常会打扮成身边人形的样子，甚至模仿她们的说话风格，是个强大活跃又很模糊缥缈的家伙。",
            "from": 3
        },
        {
            "id": 247,
            "des": "除了偶尔喜欢凑热闹之外，平时还算比较安分的人形。对时间观念有着特别执着的她，只要和时间有关的仪器出现了偏差，她就会忍不住去校准。擅长做各种看起来很好吃的黑暗料理，如果有人不遵守她的时间计划，他们就会得知这些美味的外表下，究竟是怎样的地狱。",
            "from": 3
        },
        {
            "id": 248,
            "des": "待人严厉，总是以苛刻的标准要求他人，也会以身作则努力成为大家的榜样。把养花当做平日乐趣，也把同伴视作含苞待放的“花儿”，常常会暗中相助，守护着她们的绽放。",
            "from": 3
        },
        {
            "id": 249,
            "des": "开朗随性，虽然平时话很少，不过骨子里是一个热衷吐槽的人，到格里芬这样的地方就显得很话痨了，喜欢看以前的科幻片，她认为人类现在塑造的“未来”很失败，而以前电影里的科幻世界才是她向往的未来。",
            "from": 3
        },
        {
            "id": 250,
            "des": "是一个很乖巧的孩子，曾在医疗机构工作，她认为人类对人形如此了解，希望自己通过医学也来了解人类。在此过程中她对“人心”产生了浓厚兴趣，特别喜欢听心跳的声音。",
            "from": 3
        },
        {
            "id": 251,
            "des": "有着能包容一切的内心，无法对有难的人视而不见。在为他人付出的同时对待自己却很残酷，缺乏对自身痛苦的关心，是个彻底的奉献主义者。杰里科养花也是深受她的影响，她身上的蓝色花朵就是X95送的。",
            "from": 3
        },
        {
            "id": 252,
            "des": "有些轻微中二，平时喜欢思考一些不太实际的问题，说话也很喜欢讲一些大道理。虽然给人会有种微妙的距离感，不过作为人生咨询的对象，还挺受大家欢迎的。",
            "from": 3
        },
        {
            "id": 253,
            "des": "做事粗中有细，喜欢以貌取人，坏人如果看上去比较好看就会很难想象对方是坏人。她的力气似乎超出一般人形的平均水平，是格里芬人形掰手腕大赛中永远的优胜者。",
            "from": 3
        },
        {
            "id": 254,
            "des": "一直坚信自己是外星人，自称是被母星的“它们”追捕而逃到地球上来的。为了避免被“它们”认出，帽子的伪装不可轻易脱掉。据说“它们”已经混在地球的猫群之中，所以每次见到猫都会变得特别紧张。",
            "from": 3
        },
        {
            "id": 255,
            "des": "拥有惊人的专注力，会对一件事物进行很彻底的观察，但有时太过沉迷时反而容易忽略其他该注意到的要素。身边的机械鸟“三叶”对她来说并非宠物，而是似乎作为自己认定的监护者而存在着，她自己的主张常常会通过三叶的眼光来判断。",
            "from": 3
        },
        {
            "id": 256,
            "des": "除了战斗，在大多数事情上都欠缺天赋，不过每天乐呵呵的本人却毫无察觉。工作中待人非常温柔，但平时却会刻意避开人群单独行动。喜欢老旧的物件，会自己制作吉他，常常幻想着战争结束后能在牧场中弹唱。",
            "from": 3
        },
        {
            "id": 257,
            "des": "性情内敛，个人兴趣有很多，和大部分人形的爱好都会有点共同语言，但都只是略有了解并不狂热的程度。很怕别人当面夸奖自己，会因此变得很害羞，觉得自己很傻。",
            "from": 3
        },
        {
            "id": 258,
            "des": "性感好静，喜好塑胶质地的服装。由于听力特化对环境非常敏感，看似友善可靠的她，其实只接触与自己一样喜好用触摸和倾听了解周围的人。",
            "from": 3
        },
        {
            "id": 259,
            "des": "大大咧咧，比起用枪，总觉得自己出拳更快。平时不会特别在意自己的发型和服饰，但是被人弄断头发丝的时候会突然暴怒，火力也会上升，会不由自主地照顾别人，而且意外能吃辣。",
            "from": 3
        },
        {
            "id": 260,
            "des": "张扬而聪慧，一刻不停地追求刺激的战术人形。对于参与困难的任务有强烈兴趣，即使为此受伤也会感觉到兴奋。游乐园的心跳类设施也能有效安抚她躁动的心。",
            "from": 3
        },
        {
            "id": 261,
            "des": "为人勤快，心灵手巧，喜欢念念叨叨，看不惯笨手笨脚的人做事，有时甚至会亲自上阵。自己本人倒是经不住诱惑，爱贪便宜，容易掉入各种商业陷阱和诈骗手段之中。总体来说是个比起担心别人，更需要担心自己的家伙。",
            "from": 3
        },
        {
            "id": 262,
            "des": "为人机灵，平时点子也很多，就是对结论没什么自信，总想实验测试一遍之后才敢确定结果。喜欢吃饼干，甚至三餐都吃饼干也没问题。最讨厌59这个数字，认为这个数字会给自己带来不幸，比如有时候会刻意避开59式，会对她产生微妙的距离感。",
            "from": 3
        },
        {
            "id": 263,
            "des": "话很少，但并不是内向的性格。清楚地知晓自身的价值，完全忠诚于自己的雇主，似乎是从事过神秘的工作，很抗拒和人聊起之前的经历，但如果是谈论科幻电影和小说，脸上的表情则会变得放松。",
            "from": 3
        },
        {
            "id": 264,
            "des": "人形本应比人类更好地处理事务，本应如此………抱歉，在她的过往的工作履历上，的确有很多冒失的记录，但她是唯一能和这把枪烙印成功的人形。虽然冒失是常态，关键时刻还是能歪打正着解决问题，她不会因为失败而轻易气馁，请指挥官好好地帮她引导这份力量吧。",
            "from": 3
        },
        {
            "id": 265,
            "des": "如果你和她的初次见面不太顺利，这很正常，她只会把人际关系单纯的分成敌人和朋友，在对待陌生人的时候容易缺乏安全感，你需要向她明确自己的立场。要想和也成为好朋友，可得清楚，她会在一些“原则”问题上坚持一点自尊心，比如不能欠别人人情，或者“自己盯上的敌人不能被别人抢走”之类的。",
            "from": 3
        },
        {
            "id": 266,
            "des": "性格开朗害豁达的人形，喜欢打赌、抽奖等等一切与运气相关的活动。虽然在各类抽奖中从未得到过奖品，但她并不气馁，依旧保持着乐观的心态。与日常生活相反，在战斗时她往往有着出人意料的强运，所以连她自己也搞不清自己到底拥有的是好运还是厄运。",
            "from": 3
        },
        {
            "id": 267,
            "des": "崇拜旨军官，希望通打其他战术人形的小报告来巩固自己在指挥官身边不可取代的地位。与他人日常交流时使用敬语，对指挥官更是尊敬有加，但在她温文谈吐的背后却是充满心机的算计。然而她去不是非常聪明的阴谋家，每当事情的发展出乎意料时，她就会露出笨拙慌乱的本性。",
            "from": 3
        },
        {
            "id": 268,
            "des": "说话细声细气，入职格里芬之前是幼儿园教师，但其实对于应付人类幼惠非常苦恼，常因威严不足而被捉弄。闲暇时间喜欢登山，唯一会表露情绪的时刻是站到山顶时在匿名版上发表游记。",
            "from": 3
        },
        {
            "id": 269,
            "des": "心胸狭窄，容易因为一点小事就发脾气，不管惹到她的的是人还是绊了一跤的石头，都可以变成她的记仇对象，用加倍奉还的方式报复回去。不过大部分的小问题，都可以通过请她一顿饭来解决。",
            "from": 3
        },
        {
            "id": 270,
            "des": "自称吾辈，追求仁义，对上级有着绝对的忠心，也因此很警惕不忠的家伙，容易对身边的伙伴疑神疑鬼。平时在网上瞒着大家匿名连载着漫画《那样帅气又可爱的天使真的是我的指挥官吗?》，内容以指挥官日常的琐事为主，在人形之间有着很高的人气。",
            "from": 3
        },
        {
            "id": 271,
            "des": "曾经是专业运动员的陪练人形，但却因人形的身份而没有比赛资格，因此十分渴望参加一次运动会。虽然希望渺茫，但执着的她一直坚持着训练。此外由于她的力量控制系统存在少许问题，导致她偶尔会不小心进行一些恐怖的破坏行为。",
            "from": 3
        },
        {
            "id": 272,
            "des": "看似身形娇小，但其实力气很大的人形，在加入格里芬之前似乎有过一段演艺生涯。自认是严谨的演技派，会慎重考虑自己做出的每一个决定。只要确定了目标，她就会展现出超越常人的行动力。",
            "from": 3
        },
        {
            "id": 273,
            "des": "性格冷静有耐心，执行任务时也不会觉得等待时机的过程无聊。擅长观察敌人的一举一动，有为瞄准镜里的目标自行配上对白的小爱好。左右眼能以不同的光学与电磁频谱扫描目标，即使是在恶劣天候或黑夜中仍然能看得清楚。",
            "from": 3
        },
        {
            "id": 274,
            "des": "总是站在他人角度思考问题，时刻都保持冷静，认为愤怒只是无能的体现。她在研发时经由多家公司接手转让，导致系统的底层配置难以修正变得杂乱无序。除了任务相关的数据，其他内容常常容易被自动误删，有时让她会有“短暂失忆”的状况发生。",
            "from": 3
        },
        {
            "id": 275,
            "des": "性格谨小慎微的人形，非常看重战前的准备工作，往往会携带超额的装备。虽然负担很重但依日保持这个习惯，也因此受到队友的依赖。在日常生活相关的购物中奉行实用主义，不会购买任何没有用处的东西。",
            "from": 3
        },
        {
            "id": 276,
            "des": "不擅长拒绝，就算看似无理的请求也会答应别人，有些小事犯了错也容易念念不忘。将敌人当做释放压力的出气筒，平时则将压力积攒在心中，保持笑容。",
            "from": 3
        },
        {
            "id": 277,
            "des": "很讨厌人类，人类在她眼里就是个充满不确定性BUG的程序。她只需要那些“能确定的”“既定的事实”，任何变数太大的情况都会增也的不安感，导致情绪的不稳定。为了克服和指挥官相处的不安感，正在尝试用桌游来习惯“未知”的感觉。",
            "from": 3
        },
        {
            "id": 278,
            "des": "喜欢海洋与抒情音乐，注重遵守秩序、认为保护同伴是必须尽到的责任，但不以此要求他人。用精简的语言与人沟通，紧张的时候反而会话多一些。表达好感的方式是蹲在喜欢的人脚边。",
            "from": 3
        },
        {
            "id": 279,
            "des": "傲慢自负，自我评价是“集合了其他枪种的优点于一身”。实际上执行任务时经常出岔子，甚至被认真怀疑过是铁血间谍。非常怕冷，一旦进入寒冷区域，战斗力则即刻下降。热爱下厨，不过吃完料理的人形能不能撑过五秒，仍是个未知数。",
            "from": 3
        },
        {
            "id": 280,
            "des": "目标是成为骑士。强势的性格和不俗的实力，让她在后勤和作战中都取得了耀眼的成绩。刘海中间的厄运阻生器一旦被碰卓，就会有一些倒霉的事发生在她身上。因为一些原因，见到FAMAS就会炸毛。",
            "from": 3
        },
        {
            "id": 281,
            "des": "有些悲观主义，万事都想着最坏的打算，觉得格里芬是个没有什么前途的地方，认为民用人形沦落到要去打仗的地步是非常可怜的。喜欢刻意保留实力，只有在最糟糕的状况下才会全力以赴，不过以她的能力来说，很少有能让她面对那种情况的时候。",
            "from": 3
        },
        {
            "id": 282,
            "des": "爱好寓言故事和民俗传说，喜欢保护和照顾其他人，但只是因为享受他人依赖自己的感觉。非常清楚自己外貌上的优势，会刻意地做一些恶作剧，诸如给怕鬼的同伴讲鬼故事，再用撒娇道歉的方式弥补。",
            "from": 3
        },
        {
            "id": 283,
            "des": "性格坦率，说话直接，并且在任何事上也都力求公平，绝不会因为身份或地位改变自己对他人的看法。不过……她对吃的东西似乎没那么严格，因为她钟爱的炸鸡与热狗已经让她的体重无法保持“平衡”了。",
            "from": 3
        },
        {
            "id": 284,
            "des": "外表温柔娴静的Zas M76，由于一些不明原因单方面把SVD当成竞争对手，实际上是一个内心单纯、渴望获得认可的乖孩子。",
            "from": 3
        },
        {
            "id": 285,
            "des": "做事机灵，一直期望自己干番“大事业”名留青史，想成为这个世上最有名的“人形”， 如果是没法出名的事就会没什么兴趣。喜欢各种昆虫，有时会在自己身上撒一些花粉来吸引蝴蝶之类的虫类。",
            "from": 3
        },
        {
            "id": 286,
            "des": "拥有天使和恶魔两幅面孔的KAC-PDW，在指挥官和其他人形面前有着完全不一样的表现！作为一位占有欲超强的战术少女，指挥官的宠爱可是必不可少的哦！",
            "from": 3
        },
        {
            "id": 287,
            "des": "性格大胆但缺少思考，热爱利用废品组合出自认为时尚的穿搭，以此为自己的特色洋洋得意。此外有使用关键词作为近期风格指向的习惯。",
            "from": 3
        },
        {
            "id": 288,
            "des": "入职格里芬前是健身教练，就算知道锻东对于人形来讲没有什么意义，仍然保持每天进行长跑的习惯。由于先前工作的地方治安并不好，这使得她能够迅速察觉到危险并妥善应对。",
            "from": 3
        },
        {
            "id": 289,
            "des": "看起来很潮的音乐少女，对诸多音乐流派与乐器相关的知识如数家珍，热情而积极。但实际上是个有些木讷的人。不论是对待工作或是音乐都非常认真，似乎是因为被过度期待拍的缘故。",
            "from": 3
        },
        {
            "id": 290,
            "des": "精神饱满的人形。对奇怪的人和物非常宽容，自己也很喜欢奇怪的发明。她不愿意花费多余的人力，也愿意用钱解决问题。虽然是典型的大米派，但从来没有吃过真正的白米饭。",
            "from": 3
        },
        {
            "id": 291,
            "des": "幽默风趣并能把握好度的人形。擅长收纳，背包里常备应对紧急情况的道具。重度强迫症，必须使用和自身尺寸完美匹配的装备。否则就会当初泵快甚至死机。",
            "from": 3
        },
        {
            "id": 292,
            "des": "予人以开朗，健谈印象的少女。十分容易相处，同她在一起的时候极少会感觉到压力的存在。在你逐渐对她放下警惕的时候，她却又常常语出惊人，令人感到惊奇。……随着相处时间的增加，会发觉她不太一样的一面。",
            "from": 3
        },
        {
            "id": 293,
            "des": "外表看起来相当凶恶的少女，相比起其他人形而言拥有更加高大的身材。不苟言笑，说话做事都以效率为先，给人以一种缺乏感性的印象，却又在愤怒的时候显得十分吓人。",
            "from": 3
        },
        {
            "id": 294,
            "des": "对于西装很有研究，积蓄基本上都在购入高级西装及配件，会在夜晚待在房间里试穿。对人虽然不太热情，但也不会过于冷漠。非常害怕海洋和船，有认为自己绝对会沉到海里的奇怪预感。",
            "from": 3
        },
        {
            "id": 295,
            "des": "热情的话痨，适应能力极强，在“最想合作的格里芬人形”评选中跻身前三。唯一禁忌是牛油重辣火锅锅底被别人擅自更改。据说在她面前大声喊出“清汤火锅”，会发生非常可怕的事情。",
            "from": 3
        },
        {
            "id": 296,
            "des": "有着不小的自信心，很少关心当下和过去的事，眼光常常放眼于未来，希望自己创造朝流，认为引领朝流的人就能躬领未来。喜新厌旧对她来说是家常便饭，除了平时玩的魔方，在她把所有变化的结果都阵转出来前会一直玩下去。",
            "from": 3
        },
        {
            "id": 297,
            "des": "自己有没有哪里做错？是不是会被抛弃？经常能看见M82一边嘀咕着这些，一边警戒周围。她有很深的被害妄想症，同时又极力地想为指挥官提供帮助，所以她总是用逞强的笑容面对指挥官……这时候就去摸摸她的头吧，能使她安下心来。",
            "from": 3
        },
        {
            "id": 298,
            "des": "身为格里芬野猪保护协会会长的Vepr，在谈到关于野猪的话题时会变得尤为健谈，其余时间则是个安静内敛的少女。指挥官喜欢什么动物，有没有兴趣成为协会的会员呢？",
            "from": 3
        },
        {
            "id": 299,
            "des": "爱憎分明的人形，对待自己人非常和蔼温柔，但当面对敌人时会变得异常冷酷无情。入职格里芬后，将格里芬的同事们当做家人看待并照顾，据她所说这个习惯是受到以前遇见的人类的影响。",
            "from": 3
        },
        {
            "id": 300,
            "des": "谨慎怕事，对可能引起危险的一切因素都非常敏感，在动身前先考虑行动的安全性。在众多危险里最害怕的是火灾，因此随身携带灭火器。CAR常常陷入缺乏自信的状况，但她却不知道，其实自己已经得到了众人的信任。",
            "from": 3
        },
        {
            "id": 301,
            "des": "浪漫而自由，无论在什么情况下都能开朗的笑起来。对体型较小的东西有偏好，擅长开解他人。对她来说似乎没有会给她造成困扰的事情，哪怕是在繁重的工作里也能身边的人和她一起享受生活。",
            "from": 3
        },
        {
            "id": 302,
            "des": "她常常处于紧张的状态，总嘀咕着自己要远离战场。这并不是因为她胆小或是善良过度，而是因为她难以控制自己的感情模块，在战场上更是如此……若她进入了暴走状态，那时能够控制她的也只有解放者了。",
            "from": 3
        },
        {
            "id": 303,
            "des": "在日常生活时的浪漫优雅模式和执行任务时的凶狠冷酷模式之间切换自如。有空的话会四处探索未知的角落。最喜欢的交通工具是自行车，不过骑乘技术令人闻风丧胆，是出了名的马路杀手，一般骑自行车的时候身边两米范围内都没有人形敢靠近。",
            "from": 3
        },
        {
            "id": 304,
            "des": "对气味非常敏感，只愿意亲近自己认为好闻的对象。体重极轻，喜欢被亲近的人拥抱或举起来。值得注意的是，她会在执行任务的时候，突然拆卸自己进行维护……",
            "from": 3
        },
        {
            "id": 305,
            "des": "塔布克极其重视“对称美学”，看待事物总以它们的对称性为评判标准。战斗时更是极端贯彻了这一点——若她发现自己的阵型不够工整，会将调整阵型作为自己的最优先命令，反之，若是能满足她的“对称美学”，她会将自己的战斗能力发挥到极致。",
            "from": 3
        },
        {
            "id": 306,
            "des": "心高气傲，喜欢啤酒，并且喜欢收集啤酒瓶摆在窗台，据本人说是因为喜欢空啤酒瓶在阳光下亮晶晶的样子。对于天文学和科幻小说很有兴趣，一直想要组个书友会但是拉不下架子去邀请大家，在很长一段时间都为此感到苦恼。",
            "from": 3
        },
        {
            "id": 307,
            "des": "温和大方，懂得许多道理，不过，她做任何事都要求自己全力以赴，不允许中途放弃……这导致她产生了强迫症，今天她正在为桌子有没有放正而烦恼着。",
            "from": 3
        },
        {
            "id": 308,
            "des": "热情而坦诚，只要是自己阵营内的人就会无条件袒护，同时非常排外。喜欢在热闹的环不境里做自己的事，如果是纯粹的独处环境反而不能好好工作。",
            "from": 3
        },
        {
            "id": 309,
            "des": "执行任务时认真努力，为了更好地爰助队友还特意学习了多种技能，并随身携带各种道具。但是在任务之外，会竭力避免任何的交流沟通。最常做的事是写信，但似乎从来没有寄出过任何一封信。",
            "from": 3
        },
        {
            "id": 310,
            "des": "非常平易近人，乐于帮身边人解决麻烦，因而累积了不低的声望。会根据麻烦的内容要求报酬，一朵花、一块石子，一个拥抱，或者其他令人温暖的事物。",
            "from": 3
        },
        {
            "id": 311,
            "des": "开朗阳光，很喜欢交朋友，不过有点冒冒失失……经常能在宿舍看到她翻箱倒柜找东西的身影。热衷足球运动，一有人提起足球就会变得十分兴奋。",
            "from": 3
        },
        {
            "id": 312,
            "des": "极富正义感，有过在警局服役的经历。作战能力很强，习惯单独行动。在其他人形眼中，她冷酷沉默，难以接近。实际上她极其喜欢人类的小孩，但因为表情凶狠经常被家长误以为是人贩子。",
            "from": 3
        },
        {
            "id": 313,
            "des": "破坏欲旺盛的傲娇晚期患者，对待任务热心积极但总是惹祸上身，经常给队友制造“惊喜”。表面上对姐姐AUG的管教非常不耐烦，实际上在心智中珍藏了姐姐的每一个笑容。",
            "from": 3
        },
        {
            "id": 314,
            "des": "在加入格里芬之前曾经是儿童看护人形。活泼开朗，热衷于照顾身边的人。如果遇见体型娇小的人形，还会强行将对方认领为妹妹并加以宠爱。",
            "from": 3
        },
        {
            "id": 315,
            "des": "轻松悠闲，因为曾发生过内存异常而缺少自己是人形的认知，认为自己只是来格里芬支援的人类员工。对其他人形怀抱好奇和珍惜的态度。",
            "from": 3
        },
        {
            "id": 316,
            "des": "性格温和有礼，不擅沟通，却意外营造出神秘感，使她成了匿名版交友帖和许愿帖中最常被提及的人形。常常独自看天，没有战场作战的经验，不过接到任务仍会尽己所能地完成。偶尔会表现出对“量产”一词的复杂神情。对于价格问题极不敏感，所有用品都非常昂贵。",
            "from": 3
        },
        {
            "id": 317,
            "des": "理性认真，有着丰富的作战经验，把纪律与规则放在第一位。对绝大部分人形的缺点了如指掌，并致力于纠正人形作战中的缺点。为了达成目标，她甚至会采取非常严苛的手段。今天，被格里芬人形称为“魔鬼”的她也正在巡视中……",
            "from": 3
        },
        {
            "id": 318,
            "des": "擅长学习与模仿的人形。很容易沉浸在自己的世界里，在他人看来有些不合群，所以与他人总是无法完全亲近，FAMAS算是她为数不多的朋友之一。在战斗之外的时间里，她喜欢玩各种拼装类和益智类的玩具，据说这能帮她理清想要思考的问题。",
            "from": 3
        },
        {
            "id": 319,
            "des": "性格张扬，一点就着，喜欢大刀阔斧地战斗。日常生活中跟所有人都保持着一定的距离，但战斗激烈的时候会用自己过去的经历比照当下的方式来鼓舞同伴，更会用火力给予大家信心。对腕力很有自信，喜欢重金属摇滚和乌拉尔M72摩托车，经常独自外出兜风。",
            "from": 3
        },
        {
            "id": 320,
            "des": "初次接触会让人以为是豪爽直率、大大咧咧的类型，跟谁者都能相处得很好，但是似乎刻意保持着距离，以致跟谁都不是真正的亲密无间。习惯用爽朗的笑声来掩饰自己内心的失落，一旦被察觉到这点，就会惊慌地躲开。在进入格里芬时选择清除掉过往的回忆数据，但总隐约记得自己与谁有过什么约定……",
            "from": 3
        },
        {
            "id": 321,
            "des": "形式干净利落，但性格急躁，缺乏耐心，一旦遭遇不顺就容易暴走。喜欢看过时的科幻作品，来对比现在的生活和过去人类想象的差距。为了证明自己具有的创造的天赋，经常会偷偷溜进已经禁止她入内的实验室制作一些奇怪的小发明。",
            "from": 3
        },
        {
            "id": 322,
            "des": "曾在某家大排档做服务员，后在帮客人打架时意外发现了自己的战斗天赋，于是选择加入格里芬。是个情绪都写在脸上的活泼单纯的家伙，据说厨艺很好。还创造了格里芬60s徒手开酒瓶的最高数量纪录，深受嗜酒人形的欢迎。",
            "from": 3
        },
        {
            "id": 323,
            "des": "和冷漠的外观相反，内心其实非常爱撒娇，但每次话要说出口的时候都会条件反射克制住自己，近距离接触时反倒给人更强的压迫感。喜欢柔软的东西，如果视野范围内有沙发，一定会跑去懒人瘫。非常害怕剪刀，总担心自己会被刺到。",
            "from": 3
        },
        {
            "id": 324,
            "des": "具有连狮子都能镇住的气场，虽然个头不出众，但是非常受队友信赖。平时对于大家的请求基本上有求必应，外出前会帮队友们准备好求生包。身体柔韧性意外地很好，常被小獾央求做高难瑜伽动作，但这种情况下M6总是无情地拒绝她。",
            "from": 3
        },
        {
            "id": 325,
            "des": "内向怕人，似乎因为曾经的经历非常自卑。追求稳定的战斗效果，但因为太瞻前顾后而常常在关键时候过载。非常羡慕SPAS，近期正在试图从食量上追赶对方。",
            "from": 3
        },
        {
            "id": 326,
            "des": "潇洒不羁的乐天派，不管做什么总是全力以赴，偶尔会因用力过猛而导致惨剧发生。非常崇拜姐姐CAWS，但CAWS拒不承认有这样的妹妹。或许在获得姐姐认可的路上，HK512还有很长的路要走。",
            "from": 3
        },
        {
            "id": 327,
            "des": "曾经的瑜伽助教，身体柔韧度极高，可以钻进各种容器里。进入格里芬之后，受某人的影响成为了省钱能手，还给自己制定了严格的每月攒钱指标，为了完成指标不择手段。总的来说算是个热情友好的人形，但和她交往请记得捂紧钱包。",
            "from": 3
        },
        {
            "id": 328,
            "des": "看起来是个不易接近的女性，但和她混熟了之后发现其实她的性格非常平易近人。把大部分业余时间都花在了研究战术和改装自己的枪械上，让其他人形误以为她是战斗狂。其本人也为这些误会而感到有点苦恼。",
            "from": 3
        },
        {
            "id": 329,
            "des": "外表平静、冷淡，内心难以捉摸，偶尔会露出自己可爱的一面。实际隐藏着强烈的竞争心和自豪感，以成为上级无可替代的武力单位为目标不断努力。只要意识到别人在看就会逞强到底，除非面对的东西是被蜂蜜泡透的粽子。",
            "from": 3
        },
        {
            "id": 330,
            "des": "热情却冒冒失失，总是记不全任务指令，经常会在小纸条上偷偷记下重要的事。不过她似乎很会记人名，像伯鲁泽维奇克鲁格这类的名字都是看一眼就能记住。战场上表现得非常激进，不过那还是因为她记不全任务指令，要经常提醒她才行。",
            "from": 3
        },
        {
            "id": 331,
            "des": "非常爱美，喜欢收集精致的东西，虽然藏品很多，但对于整理技巧十分在行，非常看不惯别人不爱分类的习惯。对自己娇小的身材非常自豪，面对庞大时会感到些许害怕。",
            "from": 3
        },
        {
            "id": 332,
            "des": "个子小小的战术人形，因为太过娇小的缘故导致容易被队友弄丢。嗜甜，自称是因为总在做费脑子的工作。头上的盾徽材质是饼干。喜欢在袖子里藏东西，双手非常灵巧，擅长袖里乾坤。时不时就会拿出让人吓一跳的东西出来。",
            "from": 3
        },
        {
            "id": 333,
            "des": "冷静理智的人形，擅长棋类游戏，拥有极其丰富的战术理论知识和作战经验，因此经常接到培训其他人形的工作。工作时虽然严厉冷酷，经常发出凶狠的警告，但因为警告往往并不会落实，而且还意外地擅长观察情绪，反而让她拥有了很高的人气。",
            "from": 3
        },
        {
            "id": 334,
            "des": "爱好挑战和狩猎，比起基地更适应荒野与战场。常常用冷静的语气说话，却大胆而具有创造力，常常冒出奇思妙想并拖着指挥官或其他人形去一起执行。",
            "from": 3
        },
        {
            "id": 335,
            "des": "冷静细心，无论遭遇了什么都会深思熟虑并理智应对。“不间断地为下一个战场做准备”的思维方式在任务中能发挥积极的作用，但在生活中却导致她时常被不必要的紧张感束缚。",
            "from": 3
        },
        {
            "id": 336,
            "des": "亨受生活，凡事追求精致奢华，厌恶一切粗糙廉价的东西。对时尚有着自己的见解，平常只喜欢和FAL一起逛街。在工作中，则会刻意营造严肃狠厉的形象，似乎对一切情况都尽在掌握。明明是想关爱自己的妹妹PPSh-41和PPS-43，但这份严厉最终也用在了她们身上。",
            "from": 3
        },
        {
            "id": 337,
            "des": "喜欢收集入耳式耳机，性格有些任性的人形。她休息时会到各个品牌的音响店试听他们的新产品，之后对各个耳机做出长篇评测发到论坛中，因此在耳机论坛被奉为大神，不过要她推荐耳机的话，她就会变得很不耐烦。由于爱好比较昂贵，她总是在抱怨自己的奖金过低。",
            "from": 3
        },
        {
            "id": 338,
            "des": "喜欢恶作剧，常常自认为是良善正经的警察。会随身携带纸牌，利用魔术游戏等手段来让其他人怒气值升高。至于结果，并不在考虑范围。",
            "from": 3
        },
        {
            "id": 339,
            "des": "她作战能力优秀，温和又彬有礼—听说是这样的。实际上她人对事都十分严格，要是有人偷懒或是做错事的话……无论是人形还是指挥官，她必然会在之后面带笑容，诚意满满地递上充满训斥之词的报告。",
            "from": 3
        },
        {
            "id": 340,
            "des": "喜欢热闹的场合和苏联老电影，对于无托结构有着强烈的自豪感。平日里大大咧咧，不太会保养自己，这一点也体现在空余时间的作画爱好上，每次画画都会把自己的房间弄得一团糟，为此写了好几份检讨。",
            "from": 3
        },
        {
            "id": 341,
            "des": "作为前民间保镖人形，SP9能力优秀，并拥有广泛的知识和冷静的判断力，同时也对自己的身手很有自信。基于工作习惯，在转业后，反而不能很好地使用枪械。认为人形的工作是保护人类，而不是去摧毁某人某物，是性格强硬的和平派。",
            "from": 3
        },
        {
            "id": 342,
            "des": "精英中的精英，冷漠且寡言，沉静却敏锐——她的简历上是这么写的。不喜欢与人面对面交流，习惯通过线上的社交软件联系，曾经是爵士手下的王牌远程通讯员。和MDR的关系很差，总在网络上相互攻击……据MDR披露，她的简历只有一半是真的。",
            "from": 3
        },
        {
            "id": 343,
            "des": "曾是某位国际巨星的贴身保镖，拥有敏锐的观察力和强悍的驾驶技术，对衣着的整洁度有着严格的要求。此外，责任心也很强，只要接受了任务就会不计代价地完成。在人际交往中是坦率直接的类型，更偏好于独处。",
            "from": 3
        },
        {
            "id": 344,
            "des": "在人际交往中习惯于扮演观察者的角色，机警敏锐，非常擅长捕捉转瞬即逝的变化。爱好摄影，但只使用快速成像相机。为了得到自己心仪的照片，经常徒手攀登到一些奇怪的地方，然后被困住……被成功解救之后，会把照片送给对方表示谢意。",
            "from": 3
        },
        {
            "id": 345,
            "des": "双重人格，在日常状态温婉礼貌，对谁都使用敬语说话。开始战斗后，就会启动另个人格，成为火爆不羁的战争之王，但并不会失控。黑色眼睛的功能和其他战术人形一致，白色的眼睛可以感知到人类的细微情绪变化，在审讯中非常实用。",
            "from": 3
        },
        {
            "id": 1001,
            "des": "表面看上去十分冷静，实际上有着非常怕寂真的面，而同时又十分强拍的怕生，相当不擅长建立关系良好的人际关系。战斗力异常的高的反面其他事情基本都不能自立，特别在料理方面完全是“杀人般的料理”。",
            "from": 3
        },
        {
            "id": 1002,
            "des": "爱护自然与动物，有着不忍忽略任何人的孤独的温柔性格，认为只要行云的话就一定能解决任何问题，思路很是乐观。<br>专心致志于提升女人味，正在努力成为接近自己理想中的女性，不过很多时候也会徒劳无功。对有关恋爱的话题有无穷的兴趣，非常喜欢做梦似地妄想。<br>作为向世界宣战的Ramlethal的“妹妹”，她自己也是“Valen-tine”的一员。",
            "from": 3
        },
        {
            "id": 1003,
            "des": "有些大小姐性格，重度傲娇，平时大大咧咧，不拘小节。思考方式比较直接，因此会做出过于直白的，显得有些愚蠢的判断。面对事件时非常勇敢，会做出大胆的决定。",
            "from": 3
        },
        {
            "id": 1004,
            "des": "成熟温柔，待人接物彬彬有礼，有嘉欢照顾别人的一面，有一颗敏感体贴的心。总是温柔地保护着喜欢胡闹的琪亚娜，对布洛妮娅会特别明领。在生活中处事认真冷静，会细致地进行思考。",
            "from": 3
        },
        {
            "id": 1005,
            "des": "言语机械，态度冷淡，很少表达自己的感情，但在和雷电芽衣相遇后渐渐发生了改变，也因此发言判断总是以芽衣为标准，和芽衣的关系看得非常重要。",
            "from": 3
        },
        {
            "id": 1006,
            "des": "圣关蕾雅学园的学园长，成熟隐重，在面对重大事件时展现出可靠的判断力和决断力。不过平时也会表现出与外表相符的活泼和孩子气的一面。",
            "from": 3
        },
        {
            "id": 1007,
            "des": "嗜酒成性，性格豪气大大咧咧，单身是她心中一直的痛。生活中不拘小节，经常喝醉，但如果在关键时刻遇上问题，她会给出正确的指引和建议。",
            "from": 3
        },
        {
            "id": 1008,
            "des": "希儿有着双重人格，平时是表人格，柔弱、胆小善良，重度姐控。战斗时是里人格，病娇，狂气残忍攻击性极强，对布洛妮娅有着极强的占有欲，其残忍甚至威胁到了布洛妮娅。",
            "from": 3
        },
        {
            "id": 1009,
            "des": "来自异世界的金发少女，热爱音乐，积极开朗，擅长演奏为人们带来光明希望的旋律，和另一位容貌相似的白发少女的关系是……?!<br>“我和音乐在一起的时候，全世界都替代不了我!”",
            "from": 3
        },
        {
            "id": 1010,
            "des": "来自异世界的白发少女，热爱音乐，慵懒顿废，擅长演奏为人们带来迷幻沉沦的旋律，和另一位容貌相似的金发少女的关系是……?!<br>“爱上软弱的自己吧，因为我也喜欢这样的你哦。“",
            "from": 3
        },
        {
            "id": 1023,
            "des": "纯粹纤细的义体少女，正因为对某人的思慕过于强烈而独自烦恼着。如果重要的人遭遇危险，她也有着为此牺牲性命、守护到底的觉悟。",
            "from": 3
        },
        {
            "id": 1024,
            "des": "对看到的一切都充满了好奇心，是个率直的义体少女。实际上非常渴望被他人所需要。能够忠实地完成任务，只要有命令就能毫不犹豫地击杀目标。",
            "from": 3
        },
        {
            "id": 1025,
            "des": "敏锐聪颖，自尊心强的义体少女。在以优秀的能力完成任务的同时，也能够体谅别人的心情。对义体少女们来说，是像姐姐一样的存在。非常珍惜自己拥有的泰迪熊公仔。",
            "from": 3
        },
        {
            "id": 1026,
            "des": "喜欢读书与打理菜圃的义体少女。喜欢独处，懂得享受孤独。从重要的人那里学到了钓鱼，那是她无可替代的回忆。",
            "from": 3
        },
        {
            "id": 1027,
            "des": "性格温柔的义体少女。因为是第一位接受义体改造的女孩，所以体弱多病，经常出入医院。即便如此，也依然坚强地并命工作。",
            "from": 3
        },
        {
            "id": 1028,
            "des": "以夺回城市为使命，但也着重稳扎稳打，尽可能地把每一次行动都做好周密的计划，以期能在战斗中一举获胜。",
            "from": 3
        },
        {
            "id": 1029,
            "des": "对曼哈顿街头的犯罪活动施以雷厉风行的打击，并为了尽早达成这一目标而保持着高效率的行动方式。",
            "from": 3
        },
        {
            "id": 1030,
            "des": "来自魔界的恶魔，喜欢恶作剧，欺软怕硬，但因为本身并不算很强，而且心智简单，所以经常沦为吃亏的一方。极其擅长家政，尤其是烹饪，料理水平高超。日常爱好有打柏青哥、抽扭蛋机等。",
            "from": 3
        },
        {
            "id": 1031,
            "des": "来自天界的天使，善良单纯，固执不怎么懂得变通。因为天使光环遗失被迫滞留人间。但即使生活一贫如洗,也一直坚持着天使的准则，虽然这份准则总是在食物的诱惑面前被打败。",
            "from": 3
        },
        {
            "id": 1032,
            "des": "来自魔界的恶魔，是小邪神的发小。温柔善良，心思细腻，宛如天使般的存在。虽然经常被小邪神欺负，但依然对小邪神有求必应。双眼具备石化能力，除非戴上防石化手链，否则与她对视的人类都将被石化数小时。",
            "from": 3
        },
        {
            "id": 1033,
            "des": "传说中地表最强的黑魔法师，但自称只是普通的女大学生。喜欢研究黑魔法，观看恶魔学恐怖电影。是个很好相处的人，待人亲和友善，小邪神除外。擅长制作料理，拥有奇妙的笑点。",
            "from": 3
        },
        {
            "id": 1034,
            "des": "来自魔界的恶魔，拥有一身怪力，是小邪神的发小。活泼亲和，爽朗干脆，意外地擅长和人类打交道，深受人类小朋友喜爱。对工作和生活都充满热情，同时接下了几份工作。对牛肉情有独钟，很爱吃烤肉。",
            "from": 3
        }
    ]


def examination():
    for i in DESIGN:
        if "." in i['des']:
            print(i['id'], "\n", i['des'].replace(";", "；"))


# examination()
